[
{"ordem": [1], "titulo": ["4 jogos para PS5 com R$100 de desconto na Amazon"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "O ", "PlayStation 5", " representa o ápice da tecnologia em consoles de videogame, oferecendo uma experiência de jogo sem precedentes. Com seu poder de processamento ultrarrápido, gráficos realistas que saltam da tela, áudio 3D imersivo e o feedback tátil inovador do controle DualSense, cada sessão de jogo se transforma em uma aventura vibrante e envolvente.", "Além disso, a biblioteca do PS5 conta com uma vasta seleção de títulos excelentes, garantindo diversão para todos os gostos. E 4 deles estão disponíveis com um super ", "desconto", " de R$100 na Amazon.", "Para aproveitar a oferta, basta inserir o cupom 🎟 ", "GAMES100 ", "diretamente no carrinho e garantir o precinho. Vai lá!", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nFique atento à disponibilidade do estoque e às variações nos preços. Lembrando que assinantes ", "Prime", " não pagam frete e aproveitam filmes, séries e músicas por apenas R$ 19,90 ao mês. ", "Clique aqui", " e aproveite!", "Death Stranding Director's Cut", "\n", "\n\n", "\n", "Death Stranding Versão Do Diretor - PlayStation 5", "\n", "Remasterizado para o console PS5 Conecte uma sociedade fragmentada na experiência definitiva de Death Stranding para PlayStation5 No papel de Sam Bridges, sua missão é dar esperança à humanidade ao conectar os últimos sobreviventes de uma América dizimada Use mais armas e veículos, enfrente novos tipos de inimigos e explore locais inéditos, como o campo de tiro e a pista de corrida, que contêm missões e minijogos extras", "\n\n", "R$ 109,00", "\n", "Compre na Amazon ↗", "\n", "\n", "A obra-prima de Hideo Kojima chega ao PS5 com a Director's Cut, trazendo ainda mais conteúdo, melhorias gráficas e funcionalidades exclusivas. Em um mundo pós-apocalíptico, você assume o papel de Sam Porter Bridges, um entregador com a missão de reconectar uma América fragmentada. Prepare-se para uma experiência única em ", "Death Stranding", ", que mistura exploração, estratégia e uma narrativa profunda.", "Gran Turismo 7", "\n", "\n", "\n", "\n\n", "\n", "Gran Turismo 7 Edição Padrão - PlayStation 5", "\n", "O melhor de Gran Turismo: Explore tudo que o simulador de corridas online pode fazer, com novas ferramentas para deixar sua marca nas pistas. Garagem dos sonhos: Colecione, modifique, pilote e personalize centenas de carros para montar sua garagem dos sonhos. Participe da comunidade e das competições: Participe de uma comunidade internacional de pilotos para compartilhar estratégias de corrida, dicas de modificação, designs de visual e fotos antes de entrar na pista para competir. Visuais incríveis: Veja o carro do adversário no retrovisor, observe a luz do sol refletindo nas curvas da carroceria e tire fotos encantadoramente realistas com o poder do Ray Tracing no PS5, com suporte para 4K e HDR na taxa de frames* selecionada de 60 FPS.", "\n\n", "R$ 199,00", "\n", "Compre na Amazon ↗", "\n", "\n", "Para os amantes da velocidade e simulação automotiva, ", "Gran Turismo 7", " é o que há de mais recente na aclamada franquia da Polyphony Digital. Com gráficos realistas, uma vasta coleção de carros e pistas icônicas, este jogo oferece uma experiência de corrida imersiva como poucas. Seja você um piloto casual ou um entusiasta hardcore, o GT7 no PS5 proporciona detalhes impressionantes e uma jogabilidade refinada.", "Marvel's Spider-Man: Miles Morales", "\n", "\n\n", "\n", "Marvel's Spider-Man: Miles Morales Edição Padrão - PlayStation 5", "\n", "Em sua mais nova aventura no universo de Marvel's Spider-man, o adolecente Miles Morales está se ajustando a sua nova casa,. Mas quando uma luta feroz pelo poder ameaça destruir sua nova casa, o aspirante a herói percebe que com grandes poderes, também deve vir uma grande responsabilidade. Para salvar toda a Nova Iorque da Marvel, Miles deve assumir o manto do Homem-Aranha e torná-lo seu.", "\n\n", "R$ 103,00", "\n", "Compre na Amazon ↗", "\n", "\n", "Assuma o manto do novo Homem-Aranha e balanceie-se por uma Nova York nevada em ", "Marvel's Spider-Man: Miles Morales", ". Este título independente expande o universo estabelecido pelo aclamado Marvel's Spider-Man, focando na jornada de Miles enquanto ele descobre seus próprios poderes e seu lugar como herói.", "Demon's Souls", "\n", "\n", "\n", "\n\n", "\n", "Demon's Souls Playstation 5", "\n", "Descubra onde a jornada começou Experimente o desafio original e brutal, completamente refeito do zero. Torne-se o Matador de Demônios Aventure-se no reino do norte de Boletaria, uma outrora próspera terra de cavaleiros, agora cercada de criaturas inimagináveis e demônios vorazes. Domine as artes da feitiçaria e da guerra Aperfeiçoe e aprimore suas habilidades em combate, saiba quando avançar e quando esperar seu tempo, pois a cada golpe perdido e erro descuidado.", "\n\n", "R$ 159,00", "\n", "Compre na Amazon ↗", "\n", "\n", "Reviva o clássico que deu origem ao gênero \"Souls\" com o remake deslumbrante de ", "Demon's Souls", " para PS5. Desenvolvido pela Bluepoint Games, este título foi reconstruído do zero para aproveitar todo o poder do console, oferecendo visuais de tirar o fôlego, áudio imersivo e tempos de carregamento quase instantâneos. Prepare-se para desafios brutais, inimigos implacáveis e uma atmosfera sombria que o prenderá do início ao fim.", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Inscreva-se no canal do IGN Brasil no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Instagram", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [2], "titulo": ["Ex-exclusivo de Xbox é o jogo mais baixado no PS5 em abril; confira a lista completa"], "conteudo": ["Leia também:", "O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos", "A PlayStation revelou os jogos mais baixados no PS5 no mês de abril com uma grande surpresa no primeiro colocado: Forza Horizon 5, que antes era exclusivo de Xbox e PC e ", "foi lançado para a plataforma no mês passado", ". Outros jogos também despontaram na lista como Clair Obscur: Expedition 33 e The Elder Scrolls IV: Oblivion Remastered. Confira o TOP 10 aqui.", "\n\t", "\n\t", "Forza Horizon 5", "\n\t", "\n\t", "\n\t", "\n\t", "Mortal Kombat 11", "\n\t", "\n\t", "\n\t", "\n\t", "Devil May Cry 5 Special Edition", "\n\t", "\n\t", "\n\t", "\n\t", "Minecraft", "\n\t", "\n\t", "\n\t", "\n\t", "NBA 2K25", "\n\t", "\n\t", "\n\t", "\n\t", "Grand Theft Auto V", "\n\t", "\n\t", "\n\t", "\n\t", "Clair Obscur: Expedition 33", "\n\t", "\n\t", "\n\t", "\n\t", "Call of Duty: Black Ops 6", "\n\t", "\n\t", "\n\t", "\n\t", "Hogwarts Legacy", "\n\t", "\n\t", "\n\t", "\n\t", "The Elder Scrolls IV: Oblivion Remastered", "\n\t", "\n\n\t", "\n\t", "Inscreva-se no canal do IGN Brasil no", " Youtube", " e visite as nossas páginas no", " Facebook", ", ", "Twitter", ",", " BlueSky", ",", " Threads", ",", " Instagram", " e", " Twitch", "! | Siga Bruno Renzi no ", "Instagram", "!", "Relacionado", "Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel", "\n\t", "\n", "Leia também:", "Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation"]},
{"ordem": [3], "titulo": ["Só no app! Aproveite 15% OFF em jogos para PS5 selecionados na Amazon"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "Se você é fã de videogames e quer turbinar sua coleção de jogos para ", "PS5", ", essa é a hora perfeita! A ", "Amazon", " está oferecendo 15% de desconto exclusivo no app em títulos selecionados.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nQuando falamos de qualidade e diversão garantida, a ", "PlayStation 5", " continua sendo referência no mundo dos games, com gráficos impressionantes, jogabilidade fluida e experiências imersivas que só a nova geração pode oferecer. E agora, com esse ", "desconto", ", é ainda mais fácil aproveitar o melhor do PS5 sem estourar o orçamento.", "Para aproveitar a oferta, basta selecionar o desconto na página do produto ou inserir o cupom 🎟 ", "GAMER15", " diretamente no carrinho. Garanta já títulos icônicos no precinho!", "Mas atenção ⚠️ A promoção é válida ", "apenas para compras realizadas pelo aplicativo", ". Fique atento à disponibilidade do estoque e às variações nos preços. Lembrando que assinantes ", "Prime", " não pagam frete e aproveitam filmes, séries e músicas por apenas R$ 19,90 ao mês. ", "Clique aqui", " e aproveite!", "Confira a ", "seleção de jogos com 15% de desconto", " no app da Amazon:", "Resident Evil Village: Gold Edition", "\n", "\n\n", "\n", "Resident Evil Village: Gold Edition PS5", "\n", "\n", "Ambientado após os horríveis eventos do aclamado risco biológico de Resident Evil 7, a aventura segue a jornada de Ethan Winters para uma remota vila coberta de neve, repleta de um elenco diversificado de inimigos aterrorizantes.", "\n\n", "R$108,80", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Mergulhe em um dos jogos de terror mais aclamados da atualidade. ", "Resident Evil Village: Gold Edition", " traz gráficos realistas, ambientes detalhados e uma atmosfera assustadora que vai prender sua atenção do início ao fim. Além da campanha principal, esta edição inclui conteúdos extras, como missões adicionais e itens exclusivos, tornando a experiência ainda mais completa. Prepare-se para enfrentar criaturas aterrorizantes e desvendar segredos obscuros em cada esquina.", "Mortal Kombat 1", "\n", "\n\n", "\n", "Mortal Kombat 1 - PlayStation 5", "\n", "\n", "Mortal Kombat 1 traz um novo mundo, criado pelo Guardião do Tempo e protetor do Plano Terreno, o Deus do Fogo Liu Kang, que representa um recomeço para a franquia. Após tomar controle da Ampulheta de Kronika no final de Mortal Kombat 11, ele reinicia o tempo e a história, com a proposta de criar uma existência mais gentil e pacífica para os habitantes de todos os Reinos, libertando-os do mal que os têm atormentado por eras.", "\n\n", "R$178", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "O icônico universo de Mortal Kombat retorna com tudo nesta nova edição. Combates intensos, movimentos especiais renovados e uma lista de personagens clássicos e novos garantem horas de ação frenética. Com gráficos ultrarrealistas e um modo história envolvente, ", "Mortal Kombat 1", " é perfeito tanto para veteranos da franquia quanto para quem está começando. Sinta a adrenalina das lutas e execute combos de tirar o fôlego.", "Resident Evil 4", "\n", "\n\n", "\n", "Resident Evil 4 - PS5", "\n", "\n", "Resident Evil 4 é um remake do original de 2005. Com gráficos refeitos, jogabilidade atualizada e enredo reimaginado, mas preservando a essência do jogo original, Resident Evil 4 tem de tudo para ser o melhor jogo de horror e sobrevivência.", "\n\n", "R$143", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Um dos títulos mais cultuados da série Resident Evil chega ao PS5 com visuais aprimorados e jogabilidade refinada. Em ", "Resident Evil 4", ", você assume o papel de Leon S. Kennedy em uma missão para resgatar a filha do presidente, enfrentando inimigos aterrorizantes e situações de alta tensão. O game combina ação, exploração e terror de sobrevivência, garantindo uma experiência inesquecível para fãs de longa data e novos jogadores.", "Armored Core VI: Fires of Rubicon", "\n", "\n\n", "\n", "Armored Core VI: Fires of Rubicon - PS5", "\n", "\n", "Uma nova substância misteriosa foi descoberta no planeta remoto, Rubicon 3. Como fonte de energia, esperava-se que essa substância aumentasse dramaticamente as capacidades tecnológicas e de comunicação da humanidade. Em vez disso, causou uma catástrofe que submergiu o planeta e as estrelas circundantes em chamas e tempestades, formando um Sistema Estelar Ardente. Quase meio século depois, a mesma substância ressurgiu em Rubicon 3, um planeta agora contaminado e isolado como resultado da catástrofe. Corporações extraterrestres e grupos de resistência lutam pelo controle da substância. O jogador se infiltra no Rubicon como um mercenário independente e se encontra em uma luta pela substância com as corporações e outras facções.", "\n\n", "R$208", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Entre em batalhas mecanizadas com ", "Armored Core VI: Fires of Rubicon", ". Este jogo oferece ação estratégica e customização detalhada de robôs de combate. Cada missão exige inteligência tática, escolhas precisas e domínio das habilidades do seu mecha. Com gráficos impressionantes e combates eletrizantes, o game é ideal para quem ama desafios estratégicos e cenas de ação intensas, garantindo horas de entretenimento e competição.", "Mortal Kombat 11 Ultimate", "\n", "\n\n", "\n", "Mortal Kombat 11 Ultimate - PlayStation 5", "\n", "\n", "Experimente 2 campanhas de história robustas e aclamadas pela crítica de MK11 e MK11: Aftermath Jogue como o elenco kompleto de 37 personagens, incluindo os lutadores recém-adicionados Mileena, Rain e Rambo Milhares de skins, armas e equipamentos para um nível sem precedentes de personalização de lutador Inclui todos os lutadores convidados anteriores: Exterminador do Futuro, Coringa, Spawn e RoboCop.", "\n\n", "R$140", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "A versão definitiva de um dos maiores clássicos de luta está de volta! ", "Mortal Kombat 11 Ultimate", " reúne todos os personagens, skins e conteúdos adicionais lançados anteriormente, oferecendo a experiência mais completa da franquia. Além de combates épicos, o jogo traz modos multiplayer e torneios online, permitindo desafiar amigos ou jogadores de todo o mundo. Prepare-se para executar fatalities épicos com gráficos impressionantes e animações realistas.", "Bleach Rebirth of Souls", "\n", "\n\n", "\n", "Bleach Rebirth of Souls - PlayStation 5", "\n", "\n", "Aceite sua alma e reverta seu destino. Libere sua espada - Desperte a espada que existe dentro de você e reverta seu destino em Bleach: Rebirth of Souls! Entre em batalhas emocionantes com os personagens habilidosos e extremamente poderosos da lendária franquia de anime.", "\n\n", "R$253", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Entre no universo dos shinigamis com ", "Bleach Rebirth of Souls", ". Reviva aventuras épicas, domine habilidades especiais e enfrente inimigos poderosos em batalhas eletrizantes. O jogo traz combates estratégicos e modos de história envolventes, além de gráficos que dão vida ao mundo de Bleach de forma detalhada. É a escolha perfeita para fãs do anime e jogadores que buscam ação dinâmica e narrativa envolvente.", "Não perca tempo! ", "Baixe o app da Amazon", " agora mesmo, garanta seu desconto e leve esses títulos incríveis para casa com 15% OFF. Seus jogos favoritos do PS5 estão a apenas alguns cliques de distância, mas lembre-se: a promoção é por tempo limitado!", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "📱 Se tem desconto em game ou tech, tá no nosso canal. Entre pro ", "grupo do IGN no WhatsApp", " e garanta os melhores achados.", "Inscreva-se no canal do IGN Brasil no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Instagram", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [4], "titulo": ["5 jogos para PS5 que são sucesso de vendas no Mercado Livre"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "O PlayStation 5 se mantém como um dos consoles mais desejados do mercado. E, com ele, uma seleção de jogos que não param de atrair a atenção dos jogadores. Quem tem um ", "PS5", ", não perde a oportunidade de criar sua vasta coleção, seja de forma online ou em mídias físicas.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nPara adquirir os exemplares físicos, os gamers recorrem aos ", "marketplaces", " e compram os títulos queridinhos do momento, como acontece no Mercado Livre. Se você está procurando os próximos títulos para adicionar à sua coleção, confira esta lista de ", "5 jogos para PS5 ", "que estão fazendo o maior sucesso em vendas na plataforma:", "Death Stranding 2: On The Beach", "\n", "\n", "\n", "\n\n", "\n", "Death Stranding 2: On The Beach - PS5", "\n", "Formato: Físico Plataforma: PS5 Ano de lançamento: 2025. Desenvolvido por Kojima Productions. Gênero: ação.", "\n\n", "R$ 331,00", "\n", "Compre no Mercado Livre ↗", "\n", "\n", "A aguardada sequência do aclamado jogo de Hideo Kojima promete expandir ainda mais o universo único e a narrativa envolvente do original. Com a promessa de novas mecânicas, personagens intrigantes e visuais de tirar o fôlego,", " ", "Death Stranding 2", " ", "é um dos títulos mais procurados por quem busca uma experiência single-player profunda e inovadora. A expectativa em torno do lançamento impulsiona as vendas antecipadas.", "Black Myth Wukong", "\n", "\n\n", "\n", "Black Myth Wukong - PS5", "\n", "Formato: Físico Plataforma: PS5 Classificação PEGI 16. Ano de lançamento: 2024. Desenvolvido pela Game Science. Gênero: aventura.", "\n\n", "R$ 346,00", "\n", "Compre no Mercado Livre ↗", "\n", "\n", "Este RPG de ação chinês, inspirado na clássica jornada do Rei Macaco, tem gerado um enorme burburinho na comunidade gamer desde seu lançamento. Seus gráficos impressionantes, combate estiloso e a rica mitologia por trás da história colocam ", "Black Myth Wukong", " como um dos melhores jogos para o PS5 e do ano de 2024.", "Elden Ring", "\n", "\n", "\n", "\n\n", "\n", "Elden Ring - PS5", "\n", "Formato: Físico Ano de lançamento: 2022. Desenvolvido por Bandai Namco. Gênero: ação. É adequado para vários jogadores. Desenvolvido por FromSoftware. Publicado por Bandai Namco.", "\n\n", "R$ 214,90", "\n", "Button Label ↗", "\n", "\n", "Mesmo após quase 3 anos do seu lançamento, o aclamado RPG de mundo aberto da FromSoftware continua a ser um fenômeno de vendas. Sua vasta exploração, combate desafiador e a liberdade oferecida aos jogadores garantem longas horas de imersão. A constante discussão sobre o jogo, as novas expansões e a vontade de vivenciar essa aventura épica fazem de ", "Elden Ring", " um dos jogos de PS5 mais cobiçados no Mercado Livre.", "Returnal", "\n", "\n", "\n", "\n\n", "\n", "Returnal - PS5", "\n", "Formato: Físico Plataforma: PS5 Classificação indicativa: 14 Desenvolvido por: Housemarque Publicado por: Sony Interactive Entertainment Gênero: Ação", "\n\n", "R$ 68,00", "\n", "Compre no Mercado Livre ↗", "\n", "\n", "Exclusivo para PS5, este roguelike de tiro em terceira pessoa conquistou os jogadores com sua atmosfera sombria, jogabilidade frenética e a constante sensação de recomeço. A cada morte, o ciclo se reinicia, mas com novos desafios e a oportunidade de desvendar os mistérios do planeta hostil Atropos. A experiência única e a dificuldade recompensadora mantêm ", "Returnal", " em alta demanda entre os jogos de PS5 de mídia física no Mercado Livre.", "Horizon Adventures", "\n", "\n", "\n", "\n\n", "\n", "Horizon Adventures - PS5", "\n", "Formato: Físico Plataforma: PS5 Ano de lançamento: 2024. Desenvolvido por Guerrilla. Gênero: aventura. Tamanho do arquivo: 20 GB.", "\n\n", "R$ 163,00", "\n", "Compre no Mercado Livre ↗", "\n", "\n", "A mais recente adição ao universo Horizon promete levar Aloy para novas aventuras em um formato inédito. A popularidade da franquia, com seus mundos exuberantes e combates emocionantes contra máquinas colossais, garante que ", "Horizon Adventures", " seja um dos jogos mais queridos e, consequentemente, um sucesso de vendas.", "Seja você um fã de narrativas complexas, combates desafiadores, mundos abertos vastos ou experiências roguelike inovadoras, esta seleção de jogos para PS5 certamente oferece opções de alta qualidade que estão fazendo a cabeça (e o bolso) dos jogadores no Mercado Livre. Fique de olho nas ofertas e prepare-se para embarcar em novas e emocionantes jornadas!", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Inscreva-se no canal do IGN Brasil no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Instagram", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [5], "titulo": ["Quais acessórios de PS5 comprar? HD externo, controle extra e outras dicas"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "Ter um PS5 é apenas o começo da diversão. Para aproveitar todo o potencial do console da Sony, é fundamental investir nos ", "acessórios para PS5", " certos. Eles não só aumentam a imersão nos jogos, mas também tornam sua experiência mais prática e confortável. Desde fones de ouvido de alta qualidade até controles extras e unidades de armazenamento, cada item tem um papel importante no seu setup gamer.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nAlguns acessórios são indispensáveis para quem quer jogar sem interrupções, enquanto outros são diferenciais para quem busca conforto e desempenho máximo. Com tantas opções disponíveis no mercado, é normal se sentir perdido. Por isso, neste guia, o ", "IGN", " ", "Brasil", " reuniu os principais ", "acessórios oficiais", " e compatíveis com PS5 🎮, para você fazer escolhas inteligentes e seguras.", "📱 Tá rolando desconto? A gente te avisa. Entre no ", "canal do IGN no WhatsApp", " e receba promoções de verdade sem perder tempo.", "Quais acessórios vêm no PS5?", "O PS5 já inclui alguns itens essenciais para começar a jogar:", "\n\t", "Controle sem fio DualSense", "\n\t", "Cabo HDMI de alta velocidade", "\n\t", "Cabo de alimentação", "\n\t", "Cabo USB para carregar o controle", "\n\t", "Manual e suporte rápido", "\n", "Esses acessórios permitem iniciar as partidas imediatamente, mas para aproveitar todo o potencial do console, outros itens são recomendados.", "O que devo comprar junto com o PS5?", "Existem acessórios que complementam o console e tornam a experiência muito mais completa:", "\n\t", "Controle extra", ": ótimo para jogar em dupla ou substituir o principal quando necessário.", "\n\t", "HD externo ou SSD M.2", ": aumenta significativamente a capacidade de armazenamento.", "\n\t", "Fones de ouvido ou headset gamer", ": garantem áudio nítido e comunicação clara em multiplayer.", "\n\t", "Base de carregamento DualSense", ": mantém seus controles sempre prontos para a próxima partida.", "\n", "Investir nesses itens evita frustrações e melhora a experiência do dia a dia com o PS5.", "É melhor deixar o PS5 em pé ou deitado?", "O console foi desenvolvido para funcionar tanto na posição vertical quanto horizontal, mas algumas recomendações ajudam a preservar o equipamento:", "\n\t", "Vertical", ": ocupa menos espaço e pode ser ideal para salas compactas.", "\n\t", "Horizontal", ": oferece maior estabilidade e facilita a ventilação em certos ambientes.", "\n\t", "Suportes verticais", ": aumentam a segurança e mantêm o console firme.", "\n", "A posição não influencia diretamente no desempenho, mas garante melhor ventilação e proteção contra quedas.", "Quais são os melhores acessórios para PS5?", "Para aproveitar ao máximo o PS5, é essencial investir em acessórios que combinam conforto, desempenho e praticidade. Confira a lista dos ", "melhores acessórios para PS5", ", disponíveis na loja oficial da Playstation na Amazon Brasil.", "Fones de ouvido sem fio", "Oferece áudio espacial 3D, microfone integrado e conforto prolongado, ideal para partidas longas.", "PULSE Explore", "\n", "\n\n", "\n", "Fones de ouvido sem fio PULSE Explore", "\n", "\n", "Descubra uma nova era de áudio para games com os alto-falantes planares magnéticos inspirados em estúdio e que reproduzem a sonoridade ambiente com distorção ultrabaixa para fornecer grande riqueza de detalhes, para que você ouça exatamente o que os desenvolvedores de jogos pretendiam.", "\n\n", "R$1.051,00", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "PULSE Explore - Midnight Black", "\n", "\n\n", "\n", "Fones de ouvido sem fio PULSE Explore - Midnight Black", "\n", "\n", "Desfrute de sons realistas com estilo em casa ou aonde for com os fones de ouvido sem fio PULSE Explore™ Midnight Black. Garanta que seus fones de ouvido estejam sempre prontos para o próximo jogo, ligação ou playlist, guardando-os no elegante estojo de recarga Midnight Black incluído. Faça um upgrade em seus outros acessórios de jogo para combinar com o reprodutor remoto PlayStation Portal™, as tampas de console PS5® e os controles sem fio DualSense® e DualSense Edge®, todos já disponíveis na cor Midnight Black.", "\n\n", "R$954,99", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Headset sem fio", "Som de alta fidelidade, cancelamento de ruído e conforto premium.", "PULSE Elite", "\n", "\n\n", "\n", "Headset Pulse ELITE", "\n", "\n", "Entre em uma nova era de áudio para games com o headset sem fio PULSE Elite™. Desfrute de um som extraordinário e realista nos seus games favoritos com alto-falantes planares magnéticos e ouça todos os detalhes com a conexão sem fio sem perdas e ultrarrápida do PlayStation Link™.", "\n\n", "R$799,00", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "PULSE Elite - Midnight Black", "\n", "\n\n", "\n", "Headset sem fio PULSE Elite - Midnight Black", "\n", "\n", "Desfrute de sons realistas com estilo e conforto com o headset sem fio PULSE Elite™ Midnight Black. Exiba com orgulho o elegante headset em sua escrivaninha, mesa ou parede com a alça de alimentação* Midnight Black incluída. Faça um upgrade em seus outros acessórios de jogo para combinar com o reprodutor remoto PlayStation Portal™, as tampas de console PS5® e os controles sem fio DualSense® e DualSense Edge®, todos já disponíveis na cor Midnight Black. *Hardware de montagem adicional (como parafusos) não incluso.", "\n\n", "R$789,99", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Controle sem fio", "Gatilhos adaptativos, feedback tátil e design ergonômico.", "DualSense", "\n", "\n\n", "\n", "Controle DualSense - Branco", "\n", "\n", "Eleve sua experiência de jogo com o controle sem fio DualSense para consoles PS5 oferecendo resposta tátil imersiva, gatilhos adaptáveis dinâmicos e um microfone embutido, tudo integrado a um design icônico.", "\n\n", "R$381,29", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "DualSense - Midnight Black", "\n", "\n\n", "\n", "Controle Dualsense - Midnight Black", "\n", "\n", "Eleve sua experiência de jogo com o controle sem fio DualSense para consoles PS5 oferecendo resposta tátil imersiva, gatilhos adaptáveis dinâmicos e um microfone embutido, tudo integrado a um design icônico.", "\n\n", "R$381,28", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "DualSense Edge", "Controle premium com personalização total para gamers competitivos.", "\n", "\n\n", "\n", "Controle sem fio DualSense Edge", "\n", "\n", "Controle sem fio DualSense Edge | Aprimore Seu Jogo - Desenvolvido com a contribuição de desenvolvedores e de jogadores profissionais Criado em conjunto com jogadores profissionais e desenvolvedores de jogos, o controle sem fio DualSense Edge aproveitou insights poderosos para oferecer novas opções táticas e aprimoramentos para seus jogos favoritos.", "\n\n", "R$1.230,00", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Base de carregamento DualSense", "Carrega até dois controles ao mesmo tempo, sempre pronta para jogar.", "\n", "\n\n", "\n", "Base De Carregamento Do Dualsense", "\n", "\n", "Encaixe. Carregue. Jogue. Carregue até dois controles sem fio DualSense sem precisar conectá-los ao seu console PlayStation 5.", "\n\n", "R$169,20", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "SSD interno e externo", "Expansão de armazenamento rápida, ideal para quem tem muitos jogos.", "SSD M.2 interno", "\n", "\n\n", "\n", "SSD M.2 interno para consoles PS5", "\n", "Oficialmente licenciado para consoles PlayStation 5, o SSD WD_BLACK SN850 para consoles PS5 permite que você armazene e jogue jogos PS5 e PS4. O design do dissipador de calor torna a instalação sem preocupações no slot de expansão PS5 M.2. Expanda instantaneamente até 1 TB de armazenamento adicional para armazenar até 50 jogos (modelo de 1 TB). (Para compatibilidade de firmware PlayStation 5, visite WD_BLACK página SN850 PS5 HS em um site. 1 MB/s = 1 milhão de bytes por segundo. Com base em testes internos; o desempenho pode variar dependendo do dispositivo host, condições de uso, capacidade da unidade e outros fatores. Número de jogos com base em uma média de 36 GB por jogo. O número de jogos varia com base no tamanho do arquivo, formatação, outros programas e fatores.)", "\n\n", "R$ 1.030,00", "\n", "Compre na Amazon ↗", "\n", "\n", "SSD externo SanDisk", "\n", "\n\n", "\n", "SanDisk SSD portátil extremo PS5 2TB", "\n", "Abrace seu campeão interno de jogos com o SSD portátil SanDisk Extreme oficialmente licenciado para console PlayStation 5 e PC. Divirta-se e aproveite ao máximo o Discord com um teste de 1 mês do Nitro – obtenha acesso a todas as vantagens do Nitro, incluindo streaming HD, 2 Server Boosts e muito mais, além de capacidades de até 2 TB épicos para arquivar suas novas campanhas. Com velocidades de leitura impressionantes de até 1000 MB/s, você pode desarquivar jogos rapidamente e pular para sua próxima aventura. Além disso, a resistência IP65 à água e poeira e a proteção contra quedas de até 3 metros permitem que você carregue com segurança seus jogos favoritos com você.", "\n\n", "R$ 1.688,93", "\n", "Compre na Amazon ↗", "\n", "\n", "Cabo HDMI PowerA", "Permite conexão em 4K a 120Hz, garantindo imagens mais nítidas e detalhadas.", "\n", "\n\n", "\n", "Cabo HDMI PowerA", "\n", "Cabo HDMI 2.1 8K Ultra HD - 2 Metros | Alta Velocidade 32,4 Gbps | Dynamic HDR | Game Mode VRR | Blindagem Tripla Descubra a nova era da conectividade! Tenha o que há de melhor em qualidade de imagem e desempenho com o Cabo HDMI 2.1 8K Ultra HD, o primeiro modelo a chegar ao mercado brasileiro! Ideal para gamers, cinéfilos e profissionais que exigem o máximo da tecnologia em áudio e vídeo.", "\n\n", "R$ 28,90", "\n", "Compre na Amazon ↗", "\n", "\n", "Escolher os acessórios para PS5 certos é o passo mais importante para elevar sua experiência de jogo. Com controles extras, headsets imersivos, SSDs rápidos e suporte adequado, seu console se transforma em uma ", "central de entretenimento completa", ". Equipe os ", "melhores acessórios no seu PS5", " e aproveite cada partida com conforto, qualidade e performance máximos!", "Fique atento à disponibilidade do estoque e às variações nos ", "preços", ".", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Inscreva-se no canal do IGN Brasil no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Instagram", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [6], "titulo": ["Falha grave de fabricação pode inutilizar os PS5 mais antigos: até 3% dos consoles foram afetados"], "conteudo": ["Leia também:", "O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos", "O já conhecido problema envolvendo o uso de metal líquido no sistema de resfriamento do PlayStation 5 está ganhando novas proporções e gerando preocupação entre desenvolvedores e usuários. Relatos recentes indicam que a falha pode comprometer um número crescente de consoles, especialmente os modelos lançados no início da geração, que já estão fora da garantia e podem apresentar falhas irreversíveis nos próximos anos.", "Relacionado", "Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel", "\n\nDurante o podcast ", "Broken Silicon", ", do canal Moore’s Law Is Dead, o fundador da Alderon Games, Matthew Cassells, chamou atenção para a gravidade da situação. Segundo ele, o metal líquido, utilizado para resfriar o processador do console, ", "pode escorrer internamente quando o aparelho é mantido na posição vertical", ". Isso causa pontos secos na APU (Unidade de Processamento Acelerado), reduzindo sua eficiência térmica e forçando o desligamento do console em determinadas situações.", "O problema ganhou destaque após o lançamento de uma atualização do MMO Path of Titans, desenvolvido pela Alderon. Jogadores começaram a relatar que seus consoles estavam desligando repentinamente durante o jogo. A princípio, a equipe sugeriu procedimentos básicos de manutenção, como a limpeza do console, mas as falhas continuaram. A fixação de um aviso no Discord da empresa pedindo relatos adicionais fez surgir uma enxurrada de casos semelhantes, inclusive entre membros da própria equipe.", "Ao consultar a Sony, os desenvolvedores descobriram que quanto mais exigente for o jogo, maior é a chance de o console desligar devido ao problema com o metal líquido. A empresa estima que entre 2% e 3% dos jogadores de Path of Titans foram afetados após a última atualização, um número que parece pequeno, mas representa milhares de unidades. Como não há uma forma oficial de monitorar as temperaturas internas do processador via software, torna-se extremamente difícil diagnosticar ou propor soluções sem comprometer o desempenho geral dos consoles saudáveis.", "Apesar de a Sony ter tentado corrigir a falha nas revisões mais recentes do console, como o PS5 Slim e o PS5 Pro, adicionando ranhuras ao dissipador de calor para conter o metal líquido, ainda não é possível afirmar se as medidas foram eficazes. Enquanto isso, os modelos mais antigos continuam vulneráveis, e o custo para reparos fora da garantia pode ser alto.", "Cassells chegou a sugerir à Sony a criação de um programa gratuito de reparos para os consoles afetados, mas a empresa ainda não se pronunciou oficialmente sobre o assunto. Mesmo que a situação não seja tão alarmante quanto a falha do “anel vermelho da morte” que afetou o Xbox 360, o fundador da Alderon acredita que muitos consoles PS5 podem deixar de funcionar nos próximos anos se nada for feito.", "Inscreva-se no canal do IGN Brasil no", " Youtube", " e visite as nossas páginas no", " Facebook", ", ", "Twitter", ",", " BlueSky", ",", " Threads", ",", " Instagram", " e", " Twitch", "! | Siga Bruno Renzi no ", "Instagram", "!", "Leia também:", "Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation"]},
{"ordem": [7], "titulo": ["Começou o App Day! Confira 10 jogos para PS5 que estão com até 45% de desconto na Amazon"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "A ", "Amazon", " está com tudo para os fãs de tecnologia e games! Entre os dias 8 e 9 de setembro, acontece o ", "App Day", ", uma oportunidade imperdível para garantir eletrônicos, acessórios e principalmente jogos para PS5 com descontos de até 45%. Quem estava esperando o momento certo para renovar a ", "biblioteca de jogos", " vai encontrar promoções de destaque em títulos de sucesso, desde aventuras épicas até clássicos que marcaram gerações.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nAlém de games, o App Day também traz ", "ofertas em eletrônicos", " variados, como fones de ouvido, smart TVs, notebooks e outros gadgets. É a chance de adquirir produtos desejados com preços bem abaixo do mercado. Vale ficar de olho, porque as promoções são válidas por tempo limitado e os estoques podem se esgotar rapidamente.", "Para os amantes de ", "PlayStation 5", ", a Amazon preparou uma lista de jogos selecionados com descontos especiais. Entre os destaques, é possível encontrar lançamentos recentes e edições remasterizadas que trazem gráficos de ponta, jogabilidade envolvente e histórias inesquecíveis.", "A seguir, confira a lista de ", "10 jogos para PS5 em oferta", " no App Day da Amazon:", "ASTRO BOT", "\n", "\n\n", "\n", "ASTRO BOT - PlayStation 5", "\n", "\n", "Quando a nave mãe PS5 é atacada pelo inimigo galáctico de longa data do ASTRO, bagunçando seus fios e espalhando a tripulação pelo espaço, somente o ASTRO poderá consertar as coisas! Ao embarcar na maior missão em que já esteve, ele precisará da sua ajuda para resgatar a tripulação perdida no espaço e reconstruir a nave mãe.", "\n\n", "R$185", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Embarque em uma aventura intergaláctica com ", "ASTRO BOT", ", resgatando a tripulação perdida e reconstruindo a nave mãe. Um jogo inovador de plataforma que combina criatividade, humor e desafios de precisão, ideal para todas as idades.", "Mortal Kombat 1", "\n", "\n\n", "\n", "Mortal Kombat 1 - PlayStation 5", "\n", "\n", "Mortal Kombat 1 traz um novo mundo, criado pelo Guardião do Tempo e protetor do Plano Terreno, o Deus do Fogo Liu Kang, que representa um recomeço para a franquia. Após tomar controle da Ampulheta de Kronika no final de Mortal Kombat 11, ele reinicia o tempo e a história, com a proposta de criar uma existência mais gentil e pacífica para os habitantes de todos os Reinos, libertando-os do mal que os têm atormentado por eras.", "\n\n", "R$169,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "O clássico de luta está de volta com Mortal Kombat 1, oferecendo combates sangrentos e personagens icônicos. Experimente gráficos de última geração, movimentos especiais aprimorados e modos de jogo para um desafio tanto solo quanto competitivo.", "Stellar Blade", "\n", "\n\n", "\n", "Stellar Blade - PlayStation 5", "\n", "\n", "Uma fatia emocionante de ação afiada: Envolva-se em combate de alta velocidade enquanto abre seu caminho pelos restos da Terra neste jogo de ação e aventura inédito no PS5.", "\n\n", "R$236,53", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Explore um universo futurista com ", "Stellar Blade", ", onde ação intensa e narrativa envolvente se encontram. Jogue como protagonista em missões de alta tecnologia, enfrentando inimigos desafiadores em cenários impressionantes.", "Resident Evil Village: Gold Edition", "\n", "\n\n", "\n", "Resident Evil Village: Gold Edition PS5", "\n", "\n", "Ambientado após os horríveis eventos do aclamado risco biológico de Resident Evil 7, a aventura segue a jornada de Ethan Winters para uma remota vila coberta de neve, repleta de um elenco diversificado de inimigos aterrorizantes.", "\n\n", "R$109,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Encare o terror em ", "Resident Evil Village: Gold Edition", ", combinando horror, exploração e ação em primeira pessoa. Esta edição inclui conteúdos extras, como DLCs e itens especiais, para uma experiência completa de sobrevivência.", "HELLDIVERS 2", "\n", "\n\n", "\n", "HELLDIVERS™ 2 - PlayStation 5", "\n", "\n", "MERGULHE NA LUTA PELA LIBERDADE: nós precisamos de cidadãos corajosos o bastante para viajar pela Galáxia a fim de libertar mundos hostis e imprevisíveis e espalhar a nossa mensagem de paz, liberdade e democracia gerenciada através de missões ferozes, frenéticas e velozes.", "\n\n", "R$140,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Prepare-se para batalhas cooperativas em ", "HELLDIVERS 2", ", defendendo a galáxia contra ameaças alienígenas. Estratégia, tiros precisos e jogabilidade em equipe tornam cada missão única e intensa.", "Final Fantasy VII Rebirth", "\n", "\n\n", "\n", "Final Fantasy VII Rebirth - PlayStation 5", "\n", "\n", "A jornada rumo ao desconhecido continua... Lutem juntos contra o destino. FINAL FANTASY VII REBIRTH é a tão esperada continuação do projeto de remake de FINAL FANTASY VII, que traz o icônico jogo original, reinventado por seus criadores originais, em três partes independentes.", "\n\n", "R$264", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Reviva a saga épica com", " Final Fantasy VII Rebirth", ", um RPG com gráficos impressionantes e narrativa profunda. Explore novos mundos, enfrente inimigos memoráveis e mergulhe na história de Cloud e seus aliados.", "Resident Evil 4", "\n", "\n\n", "\n", "Resident Evil 4 - PS5", "\n", "\n", "Resident Evil 4 é um remake do original de 2005. Com gráficos refeitos, jogabilidade atualizada e enredo reimaginado, mas preservando a essência do jogo original, Resident Evil 4 tem de tudo para ser o melhor jogo de horror e sobrevivência.", "\n\n", "R$149,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "O clássico do survival horror retorna com ", "Resident Evil 4", ", oferecendo jogabilidade refinada e visuais modernos. Reviva a icônica missão de Leon S. Kennedy em busca de resgatar a filha do presidente e enfrentar horrores inimagináveis.", "Mafia: The Old Country", "\n", "\n\n", "\n", "Mafia: The Old Country - PlayStation 5", "\n", "\n", "DESCUBRA O MUNDO IMPLACÁVEL DO CRIME ORGANIZADO As paisagens rústicas do interior da Sicília contrastam com a sujeira dos becos da cidade, mas a violência e a traição do submundo correm fundo por toda parte. Na calada da noite e longe de olhares curiosos, famílias rivais e líderes impiedosos travam incessantes guerras por território. A confiança é um artigo frágil; a lealdade, uma arma mortal.", "\n\n", "R$249,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Entre no submundo do crime com ", "Mafia: The Old Country", ", vivendo uma história envolvente de poder, lealdade e traição. Experimente missões emocionantes e gráficos detalhados que trazem a cidade à vida.", "Armored Core VI: Fires of Rubicon", "\n", "\n\n", "\n", "Armored Core VI: Fires of Rubicon - PS5", "\n", "\n", "Uma nova substância misteriosa foi descoberta no planeta remoto, Rubicon 3. Como fonte de energia, esperava-se que essa substância aumentasse dramaticamente as capacidades tecnológicas e de comunicação da humanidade. Em vez disso, causou uma catástrofe que submergiu o planeta e as estrelas circundantes em chamas e tempestades, formando um Sistema Estelar Ardente. Quase meio século depois, a mesma substância ressurgiu em Rubicon 3, um planeta agora contaminado e isolado como resultado da catástrofe. Corporações extraterrestres e grupos de resistência lutam pelo controle da substância. O jogador se infiltra no Rubicon como um mercenário independente e se encontra em uma luta pela substância com as corporações e outras facções.", "\n\n", "R$199", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Pilote mechas devastadores em ", "Armored Core VI: Fires of Rubicon", ", com batalhas estratégicas e ação intensa. Personalize seu robô, enfrente inimigos formidáveis e domine o campo de batalha futurista.", "Bleach Rebirth of Souls", "\n", "\n\n", "\n", "Bleach Rebirth of Souls - PlayStation 5", "\n", "\n", "Aceite sua alma e reverta seu destino. Libere sua espada - Desperte a espada que existe dentro de você e reverta seu destino em Bleach: Rebirth of Souls! Entre em batalhas emocionantes com os personagens habilidosos e extremamente poderosos da lendária franquia de anime.", "\n\n", "R$279,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Viva aventuras emocionantes em ", "Bleach Rebirth of Souls", ", baseado no popular anime. Combata inimigos poderosos, desenvolva habilidades únicas e mergulhe na trama épica dos shinigamis.", "Não perca essa oportunidade única do ", "App Day da Amazon", "! Garanta seus jogos para PS5 com até 45% de desconto e leve suas aventuras a um novo nível. Mas corra: as promoções só vão até 9 de setembro ou enquanto durarem os estoques.", "Fique atento à disponibilidade do estoque e às variações nos ", "preços", ". Lembrando que assinantes ", "Prime", " não pagam frete e aproveitam filmes, séries e músicas por apenas R$ 19,90 ao mês. ", "Clique aqui", " e aproveite!", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "📱 Achados gamers em tempo real? A gente entrega. Entre no ", "canal do IGN no WhatsApp", " e fique por dentro das melhores ofertas.", "Inscreva-se no canal do IGN Brasil no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Instagram", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [8], "titulo": ["11.11 na Black da Amazon: economize R$50 em jogos para PS5 no carrinho"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "A hora de garantir aquele jogão para o PlayStation 5 chegou! Com o evento especial ", "11.11 da Amazon", ", você pode aproveitar para adicionar ao carrinho títulos incríveis e ainda descontar R$ 50 com o cupom exclusivo. São ofertas pensadas para quem já quer turbinar sua biblioteca ou presentear.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nSeja para quem busca aventura solo, mundo aberto, desafios difíceis ou heróis lendários, esta seleção traz de tudo, e ainda com um incentivo a mais no valor final. A vantagem de adicionar no carrinho e aplicar o cupom no checkout faz dessa promoção uma excelente oportunidade de compra.", "A promoção exclusiva com o cupom ", "PRIMEGAMES50", " 🎟 permite que você aproveite todos esses jogos com R$ 50 de desconto. Basta adicionar o jogo desejado ao carrinho, preencher o cupom no checkout e garantir o abatimento direto no valor final.", "📱 ", "Tá rolando desconto? A gente te avisa. Entre no ", "canal do IGN no WhatsApp", " e receba promoções de verdade sem perder tempo.", "ASTRO BOT", "\n", "\n\n", "\n", "ASTRO BOT - PlayStation 5", "\n", "\n", "Embarque em uma missão galáctica e explore mais de 50 planetas em busca da tripulação perdida de ASTRO. Use os novos power-ups para correr, balançar para um lado e para o outro e dar socos com foguetes durante esta jornada. Sinta o mundo ganhar vida com o seu controle sem fio DualSense. Junte-se a heróis icônicos do PlayStation para salvar a galáxia!", "\n\n", "R$193", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Um aventureiro 3D com exclusividade PS5: em ASTRO BOT você explora mais de 50 planetas, resgata 300 bots e utiliza poderes inéditos numa aventura solo cheia de estilo.", "Elden Ring: NightReign – Deluxe Edition", "\n", "\n\n", "\n", "Elden Ring NightReign - Deluxe Edition - PlayStation 5", "\n", "\n", "ELDEN RING NIGHTREIGN DELUXE é uma aventura independente dentro do universo de ELDEN RING", "\n\n", "R$229,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Em Elden Ring você chega à mítica Lands Between, enfrentando criaturas formidáveis, explorando um mundo aberto enorme e definindo seu estilo de combate.", "Horizon Forbidden West - Complete Edition", "\n", "\n\n", "\n", "Horizon Forbidden West™ Complete Edition - PlayStation 5", "\n", "\n", "Entre num mundo amplo e vasto: descubra terras distantes, novos inimigos, culturas magníficas e personagens surpreendentes.", "\nUma fronteira majestosa: explore florestas exuberantes, cidades submersas e montanhas imponentes de uma América de um futuro distante.", "\nEnfrente novos perigos: encare batalhas estratégicas contra máquinas gigantes e inimigos humanos montados usando armas, equipamento e armadilhas feitas de peças recuperadas.", "\nDesvende mistérios surpreendentes: descubra o segredo por trás do colapso iminente da Terra e desbloqueie um capítulo oculto no passado remoto que mudará Aloy para sempre.", "\n\n", "R$179,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Na edição completa de Horizon Forbidden West, você assume o papel de Aloy e explora o Oeste Proibido, com expansão Burning Shores, trajes, livros digitais e conteúdos extras inclusos.", "Demon’s Souls", "\n", "\n\n", "\n", "Demon's Souls - Playstation 5", "\n", "\n", "Descubra onde a jornada começou Experimente o desafio original e brutal, completamente refeito do zero. Torne-se o Matador de Demônios Aventure-se no reino do norte de Boletaria, uma outrora próspera terra de cavaleiros, agora cercada de criaturas inimagináveis e demônios vorazes. Domine as artes da feitiçaria e da guerra Aperfeiçoe e aprimore suas habilidades em combate, saiba quando avançar e quando esperar seu tempo, pois a cada golpe perdido e erro descuidado.", "\n\n", " ", "\n\n", "R$141", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "O remake exclusivo PS5 de Demon’s Souls entrega visuais de nova geração, atmosfera densa e o desafio típico dos souls-like. Ideal para quem busca intensidade e atmosfera.", "Marvel’s Spider-Man: Miles Morales", "\n", "\n\n", "\n", "Marvel's Spider-Man: Miles Morales Edição Padrão (PS5)", "\n", "\n", "Em sua mais nova aventura no universo de Marvel's Spider-man, o adolecente Miles Morales está se ajustando a sua nova casa, enquanto segue os passos de seu mentor, Peter Parker, como o novo Homem-aranha.Mas quando uma luta feroz pelo poder ameaça destruir sua nova casa, o aspirante a herói percebe que com grandes poderes, também deve vir uma grande responsabilidade.Para salvar toda a Nova Iorque da Marvel, Miles deve assumir o manto do Homem-Aranha e torná-lo seu.", "\n\n", "R$129,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Em Marvel’s Spider‑Man: Miles Morales você assume o papel do jovem Miles enquanto domina poderes bioelétricos e camuflagem para proteger Nova York. História envolvente, ação e o carisma da Marvel.", "Horizon Zero Dawn – Remastered Edition", "\n", "\n\n", "\n", "Horizon Zero Dawn: Remastered Edition - PlayStation 5", "\n", "\n", "CONTROLE SEM FIO DUALSENSE Gatilhos adaptáveis Sinta a tensão da corda do seu arco ao mirar uma flecha com os gatilhos adaptáveis dinâmicos do controle sem fio DualSense. Resposta tátil Com a imersiva resposta tátil do controle sem fio DualSense, você sente cada vibração dos passos pesados de um Tirânico se aproximando, ou o suave roçar da grama alta ao esconder-se para planejar o próximo passo.", "\nCONSOLE PLAYSTATION5 Tempest 3D AudioTech do PS5 Escute atentamente os inimigos que se aproximam e curta a trilha sonora épica e envolvente com os efeitos de áudio espacial da Tempest 3D AudioTech.1 1 Áudio em 3D via alto-falantes da TV ou fones de ouvido estéreo com saída analógica/USB.", "\n\n", "R$129", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "A edição remasterizada de Horizon Zero Dawn traz uma aventura envolvente ambientada em um futuro pós-apocalíptico dominado por máquinas, com melhorias para a geração atual.", "EA Sports FC 25", "\n", "\n\n", "\n", "EA Sports FC 25 - Playstation 5", "\n", "\n", "O EA SPORTS FC 25 oferece mais maneiras de ganhar pelo clube. Jogue seus modos favoritos com seus amigos no novo Rush 5 contra 5 e gerencie seu clube rumo à vitória com o FC IQ dando mais controle tático do que nunca.", "\n\n", "R$176", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Para os fãs de esporte, o EA Sports FC 25 representa a mais nova edição da franquia de futebol, com mecânicas atualizadas, modos online e toda a paixão do mundo Futebol.", "GTA V", "\n", "\n\n", "\n", "GTA V - PlayStation 5", "\n", "\n", "Gráficos Deslumbrantes — Melhorias nos níveis de fidelidade e desempenho, incluindo novos modos gráficos com resolução de até 4K e 60 quadros por segundo, opções de HDR, raytracing, texturas aprimoradas e muito mais. Carregamento mais Rápido — Nunca foi tão rápido carregar o mundo de Los Santos e Blaine County, tendo acesso quase instantâneo à ação. Gatilhos Adaptáveis e Resposta Tátil — Sinta tudo no controle DualSense: de danos direcionais a efeitos climáticos, superfícies de estradas irregulares, explosões e muito mais.", "\n\n", "R$129,90", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "O atemporal GTA V segue sendo uma escolha certeira para diversão, mundo aberto com liberdade total, missões variadas e multiplayer robusto no modo Online.", "Confira outras opções de jogos e acessórios gamers aqui: ", "Lista completa PRIMEGAMES50 🎟", "Não perca essa chance: adicione ao carrinho, aplique o cupom e leve para casa um dos grandes títulos para PS5 com economia real. Aproveite!", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [9], "titulo": ["Preço único e cupom: grandes jogos de PS5 entram em oferta na Amazon"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "Com uma seleção especial, a Amazon colocou alguns dos principais jogos de ", "PlayStation 5", " pelo mesmo preço: ", "R$ 158", ". E o valor pode cair ainda mais com o uso do cupom ", "10HOHOHO", ", que garante ", "10% de desconto", " adicional, fazendo o preço final chegar a ", "R$ 141,02", ".", "A oferta reúne títulos de peso do catálogo do PS5, incluindo clássicos como ", "Demon’s Souls", ", ", "The Last of Us", " e ", "Final Fantasy XVI", ".", "💥 Ofertas insanas direto no seu WhatsApp!", " Entre no ", "canal do IGN Brasil", " e não perca promoções de games, consoles e acessórios.", "\n", "\n\n", "\n", "Ghost of Tsushima – Versão do Diretor", "\n", "Ambientado no Japão feudal do século XIII, Ghost of Tsushima coloca o jogador no papel de Jin Sakai, um samurai que precisa romper tradições para enfrentar a invasão mongol à ilha de Tsushima. O jogo combina mundo aberto, combates de espada precisos e forte apelo cinematográfico, com liberdade para explorar paisagens e cumprir missões no próprio ritmo. A Versão do Diretor para PS5 inclui a expansão Ilha Iki, melhorias visuais, carregamentos rápidos e recursos do DualSense que ampliam a imersão.", "\n\n", "R$ 141,02", "\n", "Compre agora na Amazon ↗", "\n", "\n", "\n", "\n\n", "\n", "Demon’s Souls", "\n", "Remake completo do clássico que deu origem ao gênero soulslike, Demon’s Souls traz gráficos reconstruídos, atmosfera sombria e o alto nível de desafio que consagrou a série. Exclusivo do PS5, o jogo aposta em combates estratégicos, progressão exigente e mundos interligados, além de suporte a áudio 3D e feedback háptico no DualSense, tornando cada confronto ainda mais intenso e imersivo.", "\n\n", "R$ 141,02", "\n", "Compre agora na Amazon ↗", "\n", "\n", "\n", "\n\n", "\n", "A ascensão do Ronin", "\n", "A Ascensão do Ronin é um RPG de ação em mundo aberto ambientado no Japão do século XIX, durante o colapso do período Edo. Desenvolvido pela Team Ninja, o jogo combina combates rápidos, exploração livre e escolhas narrativas que influenciam o rumo da história. A experiência se destaca pela ambientação histórica, variedade de estilos de luta e foco em decisões que moldam a jornada do protagonista.", "\n\n", "R$ 141,02", "\n", "Compre agora na Amazon ↗", "\n", "\n", "\n", "\n\n", "\n", "Final Fantasy XVI", "\n", "Final Fantasy XVI aposta em uma abordagem mais madura para a franquia, com narrativa centrada em conflitos políticos, vingança e o poder dos Eikons. O jogo troca o combate por turnos por batalhas em tempo real, com foco em ação e ritmo acelerado, além de forte direção cinematográfica. Exclusivo do PS5, o título se destaca pelos gráficos, trilha sonora e escopo épico da história.", "\n\n", "R$ 141,02", "\n", "Compre agora na Amazon ↗", "\n", "\n", "\n", "\n\n", "\n", "The Last of Us Part I", "\n", "The Last of Us Part I é o remake completo do clássico da Naughty Dog, reconstruído do zero para o PlayStation 5. A história acompanha Joel e Ellie em uma jornada marcada por sobrevivência, relações humanas e escolhas difíceis em um mundo pós-apocalíptico. A versão para PS5 traz gráficos atualizados, melhorias na IA, carregamentos rápidos e suporte aos recursos do DualSense, oferecendo a forma mais moderna de vivenciar a campanha original.", "\n\n", "R$ 141,02", "\n", "Compre agora na Amazon ↗", "\n", "\n", "\n", "\n\n", "\n", "The Last of Us Part II Remastered", "\n", "O título apresenta a continuação da história de Ellie com melhorias técnicas para o PS5, incluindo gráficos aprimorados, tempos de carregamento reduzidos e novos modos. Além da campanha completa, a edição remasterizada adiciona o modo No Return, focado em desafios roguelike, comentários dos desenvolvedores e conteúdos extras que expandem a experiência do jogo original.", "\n\n", "R$ 141,02", "\n", "Compre agora na Amazon ↗", "\n", "\n", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\n", "Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [10], "titulo": ["Dinheiro mal gasto? Jogador compra PS5 Pro e mostra \"como realmente deveria ser\": o desmontando para construir o \"PS5 Pro H2.0\""], "conteudo": ["Leia também:", "Sony melhorará qualidade de jogos no PS5 Pro com upscaling por IA", "O console mais recente da Sony, o ", "PS5 Pro", ", foi lançado no início de novembro deste ano. Os múltiplos testes de desempenho destacam as suas capacidades em termos de Ray Tracing, upscaling de vídeo e armazenamento rápido. Mesmo assim, o console ", "pode não chamar tanta atenção do público em termos de custo-benefício", ". Ainda mais pelo ", "preço oficial aqui no Brasil", ".", "\n", "\n", "(Imagem: JeuxVideo/Reprodução)", "\n", "\n", "Do PS5 Pro ao “PC5”", "Stefan Warecka, conhecido na internet como ", "Techmagnet", ", é especialista em criação de conteúdo de tecnologia no TikTok e no YouTube. Sua nova ideia foi \"transformar\" um PS5 Pro em um \"PC\". Para isso, ele desmontou o console e colocou as peças dentro de um gabinete bem estiloso.", "Uma adição que Techmagnet fez foi um sistema de refrigeração líquido. Só que ele acabou usando a cor verde, geralmente relacionada ao rival Xbox. O vídeo viralizou no TikTok e vários usuários comentaram que ele deveria ter usado a cor azul - alguns até chamaram o \"PC\" de \"PlayStation Xbox Series 5\".", "\n", "@techmagnet", " PS5 Pro Upgrade 🔥 ", "#ps5pro", " ", "#diy", " ", "#diyproject", " ", "#upcycling", " ", "♬ Back In Black - AC/DC", "\n", "Outra adição estética foi um holograma animado no gabinete do chamado PS5 Pro H2.0. Depois, Techmagnet ", "fez outro vídeo mostrando o console em ação", ", já que ele viu comentários de pessoas perguntando se o PS5 desmontado funcionava normalmente. Em resposta a um comentário, Warecka disse que pretende fazer o mesmo com um Xbox Series.", "Esse projeto de Techmagnet é apenas estético. Porém, não dá para negar que é realmente impressionante visualmente. Por outro lado, se você está na dúvida entre um PS5 Pro ou um PC gamer (de verdade e não um \"PS5 convertido\"), ", "este outro artigo pode te dar uma ideia melhor", " dos preços de cada um.", "Inscreva-se no canal do ", "IGN Brasil ", "no ", "Youtube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", " e ", "Twitch", "!"]},
{"ordem": [11], "titulo": ["Conheça os 5 melhores jogos de PS5 para jogar em família"], "conteudo": ["Leia também:", "O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos", "Para reunir a família, nada melhor do que juntar todos na frente do ", "Playstation 5", " e compartilhar o controle para uma partida emocionante dos seus jogos favorito.", "Por isso, o IGN trouxe uma lista ", "family-friendly ", "dos melhores ", "jogos de PS5 para jogar em família", ". Confira a seleção!", "Relacionado", "Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel", "Astro Bot", "\n", "\n\n", "\n", "Astro Bot - PS5", "\n", "Quando a nave mãe PS5 é atacada pelo inimigo galáctico de longa data do ASTRO, bagunçando seus fios e espalhando a tripulação pelo espaço, somente o ASTRO poderá consertar as coisas! Ao embarcar na maior missão em que já esteve, ele precisará da sua ajuda para resgatar a tripulação perdida no espaço e reconstruir a nave mãe.", "\n", "Compre na Amazon ↗", "\n", "\n", "Junte sua família para acompanhar a aventura deste simpático robôzinho e sua fiel Dual Speeder para conhecer mais de 50 planetas cheios de diversão, perigos e surpresas, com elementos conhecidos do universo Playstation.", "Sonic Superstars", "\n", "\n\n", "\n", "Sonic Superstars - PlayStation 5", "\n", "Embarque numa jornada para as ilhas Northstar nessa novíssima versão clássica 2D de Sonic. Jogue como Sonic, Tails, Knuckles e Amy. Aproveite todos os poderes das Esmeraldas para derrotar o Dr. Robotnik, Fang e o mais novo vilão que precisa ser detido antes que transforme todo os animais em Badniks!", "\n", "Compre na Amazon ↗", "\n", "\n", "Explore as misteriosas Northstar Islands e descubra os segredos que elas escondem com a ajuda de toda a família.", "Sackboy: Uma Grande Aventura", "\n", "\n\n", "\n", "Sackboy: Uma Grande Aventura - PS5", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Uma aventura perfeita para toda a família, com gráficos coloridos e uma trilha sonora contagiante.", "LEGO® Horizon Adventures", "\n", "\n\n", "\n", "LEGO® Horizon Adventures™ Edição Standard - PS5", "\n", "Uma aventura LEGO de tirar o fôlego Aloy logo se vê envolvida em uma missão que vai muito além de sua própria autodescoberta. Guiada pelo holograma milenar de uma cientista chamada Elisabet, Aloy deve enfrentar Helis, que lidera uma gangue de adoradores do sol que segue um Mal Antigo envolto em mistério. O destino ainda tem muitas coisas reservadas para Aloy e seus amigos, pois sua aventura os levará pelas montanhas mais altas e pelos caldeirões mais profundos, tudo com uma bela recriação em peças de LEGO.", "\n", "Compre na Amazon ↗", "\n", "\n", "Entre os jogos de PS5 para jogar em família, esse é de longe o mais fofo!", "Acompanhe as aventuras de Aloy em sua versão de LEGO e enfrente as feras robóticas com a ajuda da sua família.", "Ratchet & Clank: Em Uma Outra Dimensão", "\n", "\n\n", "\n", "Ratchet & Clank - PlayStation 5", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Prepare-se para uma aventura interdimensional! Jogue como Ratchet, Clank e a nova Lombax, Rivet, e explore mundos vibrantes e cheios de perigos que irão envolver toda a sua família.", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Inscreva-se no canal do IGN Brasil no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Instagram", " e ", "Twitch", ".", "Leia também:", "Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation"]},
{"ordem": [12], "titulo": ["Metas de desenvolvimento de Stalker 2 para 2025 incluem lançamento para PS5 e PS5 Pro, além da atualização da Unreal Engine"], "conteudo": ["Leia também:", "Ex-exclusivo de Xbox, Stalker 2 sairá do Game Pass em novembro e assinantes do serviço protestam", "O roteiro de desenvolvimento de ", "Stalker 2", " foi divulgado pela desenvolvedora GSC Game World em uma ", "publicação", " em seu blog no Steam. As metas, válidas para 2025, incluem mudanças no jogo base, Kit de Modificação de Zonas, lançamento para PS5 e PS5 Pro, além de outras melhorias focadas em melhorar a experiência dos jogadores.", "\"Nosso principal objetivo em um futuro próximo é atualizar o jogo para a Unreal Engine 5.5.4\", comentou a GSC. \"Isso trará novos recursos e ferramentas para tornar a Zona uma área melhor, mas o mais importante é trazer as últimas otimizações da UE 5 para fins de melhor estabilidade e performance.\"", "Relacionado", "STALKER 2 é anunciado para PlayStation 5 com trailer de gameplay e funcionalidades exclusivas", "Entretanto, a GSC reconhece que isto pode \"alterar o cronograma de outras atualizações\". \"Estamos assumindo este risco, como os verdadeiros stalkers, e faremos nosso melhor para atingir as metas de 2025.\"", "Um modo multijogador ainda não foi mencionado pela desenvolvedora, apesar dos pedidos coletivos de fãs.", "Confira tudo que deve chegar ao jogo ainda neste ano:", "\n\t", "Atualização para a Unreal Engine 5.5.4", "\n\t", "Diversos dispositivos de visão noturna", "\n\t", "Binóculos", "\n\t", "Atualizações do A-Life:\n\t", "\n\t\t", "Mais zonas A-Life: diversas melhorias técnicas e atualizações", "\n\t\t", "NPCs não verão no escura tão bem quanto antes", "\n\t\t", "Atualizações no combate dos NPCs", "\n\t\t", "Mudanças de balanceamento no combate dos mutantes", "\n\t", "\n\t", "\n\t", "Novas anomalias", "\n\t", "Novas missões", "\n\t", "Novos cenários climáticos", "\n\t", "Nova dificuldade \"Mestre\"", "\n\t", "Ciclo diurno/noturno estendido", "\n\t", "Reformulação no sistema de loot", "\n\t", "Reformulação em vigor e bebidas energéticas", "\n\t", "Modo imersivo", "\n\t", "Atualizações de interface", "\n\t", "Restaurações de backups locais", "\n\t", "Otimizações e consertos de anomalias", "\n\t", "Kit de Zona - Fase 1 para Fase 2\n\t", "\n\t\t", "Mods de áudio (Wwise)", "\n\t\t", "Mods de narrativa", "\n\t\t", "Compatibilidade melhorada de diversos mods com sistemas do jogo Melhorias técnicas e de otimização", "\n\t\t", "Melhorias na modificação de projetos", "\n\t", "\n\t", "\n\t", "Evento sazonal no Discord", "\n\t", "Mais melhorias na versão Stalker Legends of the Zone", "\n\t", "Lançamento de Stalker 2: Heart of Chernobyl no PS5 e PS5 Pro", "\n", "\"Muito obrigado pelo contínuo feedback e suporte\", finalizou a equipe. \"Sem a ajuda de vocês, nada disso seria possível. Obrigado!\"", "\"STALKER 2: Heart of Chernobyl é ótimo quando não está mergulhado na mesmice e em falhas técnicas\", escrevemos em nosso review do jogo. Você pode conferir ", "aqui", ".", "A ", "ferramenta de criação de mods foi lançada no final de junho", ", totalizando 700 GB, além do download de 160 GB do jogo base.", "Inscreva-se no canal do IGN Brasil no", " Youtube", " e visite as nossas páginas no", " Facebook", ", ", "Twitter", ",", " BlueSky", ",", " Threads", ",", " Instagram", " e", " Twitch", "! | Siga Bruno Renzi no ", "Instagram", "!", "Leia também:", "Tem 700GB livres aí? Stalker 2 libera ferramenta de criação de mods, mas armazenamento necessário assusta"]},
{"ordem": [13], "titulo": ["Sony confirma diminuição de preços do PS5 e PS5 Pro nos Estados Unidos e Canadá"], "conteudo": ["Leia também:", "Retrospectiva PlayStation 2025 está disponível; saiba como fazer a sua", "A Sony confirmou oficialmente uma série de descontos em consoles, acessórios e jogos, válidos para Estados Unidos, Canadá, Europa e Ásia, durante a campanha Days of Play 2025, que acontece entre os dias 28 de maio e 11 de junho. A informação foi divulgada no PlayStation Blog, reforçando que as ofertas estarão válidas a partir da 0h01 do dia 28 até as 23h59 do dia 11, no horário local de cada região. Ainda não foi confirmado se as promoções chegarão ao Brasil.", "Os descontos incluem bundles e modelos padrão do PlayStation 5. Confira os destaques:", "\n\t", "Estados Unidos e Canadá: o bundle do ", "PlayStation 5", " com Call of Duty: Black Ops 6 (nas versões Digital e Standard) estará disponível a partir de 399,99 dólares / 509,99 dólares canadenses, uma economia de até 119,99 dólares americanos e 159,99 canadenses se comparada à compra dos itens separadamente.", "\n\t", "Europa e Ásia: o PS5 (Digital e Standard) terá preços promocionais a partir de 399,99 euros / 339,99 libras / 65.980 ienes japoneses.", "\n\t", "Também haverá desconto de 50 dólares no PlayStation 5 Pro.", "\n", "Descontos em acessórios e realidade virtual", "Além dos consoles, a Sony também oferecerá reduções nos preços de acessórios e equipamentos de realidade virtual:", "\n\t", "50 dólares de desconto no PlayStation VR2 e no bundle com Horizon Call of the Mountain.", "\n\t", "30 dólares de desconto nos fones Pulse Explore.", "\n\t", "30 dólares de desconto no controle premium DualSense Edge.", "\n\t", "20 dólares de desconto no controle de acessibilidade Access Controller.", "\n\t", "20 dólares de desconto no controle tradicional DualSense (todas as cores).", "\n\t", "Vários jogos estarão com preços promocionais, incluindo títulos como Astro Bot, MLB The Show 25, The Last of Us Part II Remastered e LEGO Horizon Adventures.", "\n", "Promoção também no PlayStation Plus", "Quem assinar o PlayStation Plus durante o período do Days of Play poderá economizar até 33% em planos anuais selecionados. Usuários dos planos Essential ou Extra que quiserem fazer upgrade para o Premium/Deluxe também terão 33% de desconto no valor proporcional restante da assinatura.", "Relacionado", "PlayStation anuncia parceria com a Bad Robot Games, de J.J. Abrams, para lançar jogo de tiro co-op do ex-designer de Left 4 Dead", "\n\nAntes da confirmação oficial já circulavam rumores sobre cortes de preços, especialmente na Europa. Informações vazadas pelo leaker Billbil-kun, conhecido por antecipar anúncios da Sony, indicavam um desconto de 100 euros no PS5 padrão, além de 50 euros no PS5 Pro e no headset PSVR2. Também se especulava que os controles DualSense estariam por 54,99 euros durante a promoção, além de até 30% de desconto nas assinaturas do PlayStation Plus.", "Vale lembrar que, no mês passado, a empresa já havia anunciado um aumento nos preços dos consoles PS5 na Europa, Austrália e Nova Zelândia, atribuindo a decisão ao cenário econômico global, com alta inflação e variações cambiais. A ", "Microsoft seguiu a mesma tendência", " no início de maio.", "Texto traduzido e adaptado por Bruno Renzi", "Inscreva-se no canal do IGN Brasil no", " Youtube", " e visite as nossas páginas no", " Facebook", ", ", "Twitter", ",", " BlueSky", ",", " Threads", ",", " Instagram", " e", " Twitch", "! | Siga Bruno Renzi no ", "Instagram", "!", "Leia também:", "PlayStation 5 já vendeu mais que todos consoles Xbox"]},
{"ordem": [14], "titulo": ["Achado gamer: 5 jogos de PS5 com até 23% de desconto na Amazon"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "Seja para completar sua coleção ou dar aquele upgrade no seu catálogo de PS5, a Amazon preparou uma ótima oportunidade compra! Neste artigo, o ", "IGN Brasil", " reuniu ", "5 jogos para PlayStation com descontos de até ", "23%", " na Amazon", ", trazendo títulos populares, desde aventuras épicas até experiências cooperativas e criativas com ofertas que fazem o investimento valer ainda mais a pena.\n\n", "Esses games não são apenas sucessos entre jogadores: muitos aparecem consistentemente nas listas de mais baixados da PlayStation Store, mostrando que a comunidade continua jogando e recomendando esses títulos mesmo anos após seus lançamentos.", "Enquanto o desconto está valendo, essa é a sua chance de garantir experiências incríveis por menos. Prepare-se para mundos abertos, histórias envolventes e muita jogatina!", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nFique atento à disponibilidade do estoque e às variações nos ", "preços", ". Lembrando que assinantes ", "Prime", " não pagam frete e aproveitam filmes, séries e músicas por apenas R$ 19,90 ao mês. ", "Clique aqui", " e aproveite!", "Grand Theft Auto V – PlayStation 5", "\n", "\n\n", "\n", "GTA V - PlayStation 5", "\n", "\n", "Inclui Grand Theft Auto V: Modo História e Grand Theft Auto Online. Continue sua jornada no PS5™ e transfira seu progresso do Modo História de GTAV e seus personagens e progresso de GTA Online para o PS5™ com uma migração única. Experimente os sucessos de bilheteria Grand Theft Auto V e GTA Online — agora para PlayStation®5. Quando um jovem malandro de rua, um ladrão de bancos aposentado e um psicopata aterrorizante se veem envolvidos com alguns dos elementos mais assustadores e insanos do submundo do crime, do governo dos EUA e da indústria do entretenimento, eles precisam realizar uma série de assaltos perigosos para sobreviver em uma cidade implacável onde não podem confiar em ninguém — muito menos uns nos outros.", "\n\n", "R$151,89", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "No topo da lista de jogos mais baixados da PlayStation Store, ", "GTA V", " continua dominando por sua enorme liberdade de mundo aberto e jogabilidade envolvente. Na versão para PS5, o clássico da Rockstar recebeu melhorias gráficas, tempos de carregamento mais rápidos, suporte ao áudio 3D e recursos do controle DualSense para maior imersão no universo de Los Santos e Blaine County.\n\n", "Assassin’s Creed Shadows – PlayStation 5", "\n", "\n\n", "\n", "Assassin's Creed Shadows - PlayStation 5", "\n", "\n", "Viva uma história épica de ação e aventura ambientada no Japão feudal! Torne-se uma assassina shinobi letal e um poderoso samurai lendário enquanto explora um mundo aberto maravilhoso em tempos caóticos. Jogue com dois aliados improváveis enquanto desvenda uma história em comum e traga uma nova era ao Japão.", "\n\n", "R$280,32", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "A nova entrada da franquia ", "Assassin’s Creed", " te leva ao Japão feudal, onde você vive a história de dois protagonistas com estilos de combate complementares. Com mundo aberto para explorar, sistemas de progressão e escolha de abordagem nas missões, ", "Shadows", " combina furtividade, estratégia e ação intensas em paisagens inspiradas na história japonesa.\n\n", "Little Nightmares III – PlayStation 5", "\n", "\n\n", "\n", "Little Nightmares III - PS5", "\n", "\n", "Embarque numa nova aventura no mundo inigualável de Little Nightmares. Presos na Espiral, um aglomerado de lugares perturbadores, os amigos Low e Alone terão que trabalhar juntos para sobreviver num mundo perigoso repleto de ilusões. Enquanto correm e se abrigam em sua jornada para escapar das garras de uma ameaça ainda maior, seus sentidos também podem levá-los a se perder nas sombras. Pela primeira vez na franquia Little Nightmares, confronte seus medos de infância juntamente com um amigo no modo cooperativo online ou solo, com um companheiro de IA.", "\n\n", "R$199", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Para quem curte aventura com atmosfera sombria e quebra-cabeças, ", "Little Nightmares III", " traz uma experiência perturbadora e cooperativa. No papel de ", "Low", " e ", "Alone", ", você precisa superar ambientes assustadores e trabalhar em equipe com um amigo (ou IA) para escapar das armadilhas do mundo “Sspiral”.\n\n", "The Last of Us Part I – PlayStation 5", "\n", "\n\n", "\n", "The Last Of Us Part I - PlayStation 5", "\n", "\n", "Conheça a história emocionante e os personagens inesquecíveis de The Last of Us, vencedor de mais de 200 prêmios de Jogo do Ano.", "\n\n", "R$204", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Recriado do zero para o PS5, ", "The Last of Us Part I", " é o remake do clássico que conquistou milhões de jogadores e prêmios de Jogo do Ano. Você experimenta a jornada intensa de Joel e Ellie com gráficos melhorados, controles modernos e suporte total às funcionalidades do console, incluindo DualSense e áudio 3D. A história emocional e envolvente, combinada com ação e sobrevivência, faz deste título um dos mais recomendados da plataforma.\n\n", "Minecraft – PlayStation 5", "\n", "\n\n", "\n", "Minecraft - Playstation 5", "\n", "\n", "Crie: construa qualquer coisa que você possa imaginar nos melhores jogos sandbox Explorar: descubra os mistérios de um mundo infinito que é único em cada jogo. Sobreviva: enfrente inimigos desafiadores, paisagens emocionantes e dimensões perigosas. Inclui 3.500 tokens* de moeda do jogo para você gastar em mash-ups, pacotes de texturas, pacotes de skins, mundos e muito mais do Minecraft Marketplace (* via código de voucher da PSN).", "\n\n", "R$267,44", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Um dos jogos mais populares do mundo, ", "Minecraft", " te dá um mundo infinito de possibilidades: explore biomas, enfrente inimigos, conquiste dimensões misteriosas e construa tudo que imaginar. Além da jogabilidade criativa, você pode jogar com amigos em tela dividida ou online e acessar mundos personalizados com pacotes oficiais da comunidade.\n\n", "Com descontos na Amazon, esses jogos podem entrar para sua coleção com economia real. De aventuras cinematográficas a mundos infinitos para explorar, todos têm algo único a oferecer e essa é sua chance de garantir experiências incríveis sem gastar mais do que precisa!\n\n", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem. Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [15], "titulo": ["Retrospectiva PlayStation 2025: principais lançamentos de jogos para PS5 neste ano"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "O ano de 2025 foi marcante para o ", "PlayStation 5", ", consolidando o console como uma das plataformas mais relevantes da atual geração. Com grandes produções, franquias consagradas e novas IPs ambiciosas, a Sony reforçou seu compromisso em entregar experiências de alto nível técnico e narrativo, explorando ao máximo os recursos do PS5, como carregamentos rápidos, áudio 3D e feedback háptico do DualSense.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\nAo longo do ano, os ", "lançamentos trouxeram variedade de gêneros e propostas", ": RPGs épicos, jogos de ação cinematográfica, terror psicológico, lutas competitivas e títulos multiplayer de grande escala. Muitos desses projetos foram apresentados e detalhados em eventos oficiais da PlayStation, reforçando o foco da marca em experiências imersivas e de alto impacto para o jogador.", "Outro ponto de destaque foi a valorização de franquias clássicas, que retornaram repaginadas para uma nova geração, ao mesmo tempo em que novas histórias ganharam espaço no catálogo do console. Essa combinação entre nostalgia e inovação ajudou a manter o PS5 no centro das atenções ao longo de 2025.", "A seguir, o IGN Brasil reuniu os ", "principais jogos de PlayStation 5 que marcaram o ano de 2025", ". Confira!", "Lançamentos de jogos de PlayStation 5 em 2025", "Ghost of Yōtei", "\n", "\n\n", "\n", "Ghost of Yōtei - PlayStation 5", "\n", "Descubra a nova e audaciosa história de uma guerreira que está em uma missão de vingança no Japão. Ambientado 300 anos depois dos acontecimentos do aclamado Ghost of Tsushima, Ghost of Yōtei é uma experiência independente que se passa no Japão rural do século XVII. A história segue uma mercenária solitária e assombrada chamada Atsu. Sedenta por vingança, ela viaja pelas belas e rústicas paisagens do norte do Japão atrás daqueles que mataram sua família muitos anos antes. Dezesseis anos após a morte de sua família, a jornada de Atsu por Ezo a leva a terras inexploradas em busca de uma gangue de seis bandidos, mas ela acaba encontrando muito mais do que apenas vingança. Ao longo de sua jornada, Atsu conhecerá aliados improváveis e formará laços mais fortes do que ela poderia imaginar.", "\n", "Compre na Amazon ↗", "\n", "\n", "Ambientado no Japão feudal,", " Ghost of Yōtei", " apresenta uma nova história original no mesmo universo de ação e exploração que consagrou a franquia. O jogo aposta em combates intensos com katana, mundo aberto detalhado e narrativa cinematográfica, explorando temas de honra, vingança e sobrevivência.", "Lost Soul Aside", "\n", "\n\n", "\n", "Lost Soul Aside – PS5", "\n", "Embarque em uma odisseia épica para salvar sua irmã (e toda a humanidade) de invasores dimensionais em Lost Soul Aside™, um estiloso RPG solo de ação e aventura. Faça um combo atrás do outro na velocidade da luz, aprenda novas habilidades e aprimore suas armas enquanto derrota inimigos formidáveis e chefes colossais em combates dinâmicos e frenéticos.", "\n", "Compre na Amazon ↗", "\n", "\n", "Este RPG de ação se destaca pelo combate veloz e estilizado, inspirado em grandes produções do gênero. ", "Lost Soul Aside", " combina uma narrativa emocional com batalhas dinâmicas, cenários grandiosos e forte foco na relação entre o protagonista e sua misteriosa criatura companheira.", "Death Stranding 2: On the Beach", "\n", "\n\n", "\n", "Death Stranding 2: On The Beach - PS5", "\n", "As grandes regiões de mundo aberto de Death Stranding 2: On the Beach estão cheias de segredos para você descobrir. Elas também são incrivelmente variadas e apresentam desafios únicos de travessia e exploração.", "\n", "Compre na Amazon ↗", "\n", "\n", "A sequência do aclamado título de Hideo Kojima aprofunda o universo de ", "Death Stranding", ", trazendo novos personagens, mecânicas expandidas e uma história ainda mais complexa. O jogo mantém a proposta narrativa única, misturando ação, exploração e reflexão sobre conexões humanas.", "Silent Hill f - Day One Edition", "\n", "\n\n", "\n", "Silent Hill F - Day One Edition - PlayStation 5", "\n", "No Japão da década de 1960, a cidade isolada de Ebisugaoka, de Shimizu Hinako, é consumida por uma névoa repentina, transformando sua casa em um pesadelo assustador. Hinako precisa navegar pelos caminhos sinuosos de Ebisugaoka, resolvendo quebra-cabeças complexos e confrontando monstros grotescos para sobreviver. Abrace a beleza oculta no terror ou sucumba à loucura que o aguarda. Descubra um novo capítulo na série SILENT HILL, que mistura terror psicológico com um cenário japonês assustador.", "\n", "Compre na Amazon ↗", "\n", "\n", "Silent Hill f", " marca um novo capítulo da clássica franquia de terror psicológico. Com ambientação inédita e foco em horror atmosférico, o jogo aposta em narrativa perturbadora, trilha sonora marcante e visual impressionante para entregar uma experiência intensa aos fãs do gênero.", "Battlefield 6", "\n", "\n\n", "\n", "Battlefield 6 - PlayStation 5", "\n", "\n", "A experiência da guerra total definitiva. Lute em combates de infantaria de alta intensidade. Corte os céus em combates aéreos. Destrua seu ambiente para ter uma vantagem estratégica. Use controle total sobre cada ação e movimento usando o Sistema de Combate Cinestésico. Numa guerra de tanques, jatos e enormes arsenais de combate, a arma mais mortal é o seu pelotão. Este é o Battlefield 6.", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "O novo ", "Battlefield", " retorna com batalhas em larga escala, mapas dinâmicos e forte foco no multiplayer competitivo. Aproveitando o poder do PS5, o título entrega destruição avançada, combates caóticos e modos de jogo pensados para confrontos massivos online.", "Little Nightmares III", "\n", "\n\n", "\n", "Little Nightmares III - PS5", "\n", "Embarque numa nova aventura no mundo inigualável de Little Nightmares. Presos na Espiral, um aglomerado de lugares perturbadores, os amigos Low e Alone terão que trabalhar juntos para sobreviver num mundo perigoso repleto de ilusões. Enquanto correm e se abrigam em sua jornada para escapar das garras de uma ameaça ainda maior, seus sentidos também podem levá-los a se perder nas sombras. Pela primeira vez na franquia Little Nightmares, confronte seus medos de infância juntamente com um amigo no modo cooperativo online ou solo, com um companheiro de IA.", "\n", "Compre na Amazon ↗", "\n", "\n", "Nesta nova entrada da franquia, ", "Little Nightmares III ", "expande seu universo sombrio com novos personagens e desafios cooperativos. O jogo mantém o clima de tensão e puzzles inteligentes, explorando medos infantis em cenários inquietantes.", "Final Fantasy Tactics: The Ivalice Chronicles", "\n", "\n\n", "\n", "Final Fantasy Tactics: The Ivalice Chronicles (PS5)", "\n", "Ivalice, um reino abençoado pela luz dos deuses e governado por Two-headed Lion. Um ano após sua derrota para Ordallia na guerra conhecida como Fifty Years' War, o rei sucumbiu à doença, deixando um mero menino de dois anos para assumir o trono. Aquele que fosse nomeado regente seria o verdadeiro governante, e assim surgiram dois candidatos rivais: os duques Goltanna e Larg, cujos atos durante a guerra concederam-lhes grande renome. Goltanna, o Black Lion, e Larg, o White Lion, estavam destinados a se enfrentar, causando um conflito que viria a ser conhecido como War of the Lions. É nesse contexto que aparece, Ramza, o terceiro filho da House Beoulve, uma das principais famílias militares, e seu amigo de infância Delita, um plebeu criado entre os nobres. Ao se aventurarem em busca de um rumo nessa era tumultuosa, uma poderosa corrente os leva cada vez mais em direção a um abismo.", "\n", "Compre na Amazon ↗", "\n", "\n", "O clássico RPG tático retorna em uma versão aprimorada, trazendo melhorias visuais e ajustes de jogabilidade. ", "The Ivalice Chronicles", " revisita uma das histórias mais elogiadas da franquia Final Fantasy, com foco em estratégia, política e conflitos épicos.", "EA Sports FC 26", "\n", "\n\n", "\n", "EA Sports FC 26 - PlayStation 5", "\n", "O Clube é Seu no EA SPORTS FC 26. Jogue ao seu modo com uma experiência de jogabilidade melhorada, impulsionada pelos comentários da comunidade. Funcionalidades do Jogo: • JOGABILIDADE REFORMULADA, IMPULSIONADA PELOS COMENTÁRIOS DA COMUNIDADE Jogue do seu jeito no EA SPORTS FC 26 com condução mais responsiva, posicionamento de IA mais inteligente e movimentos mais precisos e explosivos com base nos comentários da comunidade. Os goleiros e goleiras agora reagem de forma mais natural com melhor posicionamento, animações mais realistas. • JOGUE DO SEU JEITO COM DUAS PREDEFINIÇÕES DE JOGABILIDADE DISTINTAS O FC 26 apresenta duas novas predefinições de jogabilidade, cada uma projetada para uma maneira diferente de jogar. Competitiva é ajustada para ação frente a frente no Ultimate Team e Clubs, com passes mais rápidos, rebotes mais inteligentes.", "\n", "Compre na Amazon ↗", "\n", "\n", "O novo capítulo da franquia de futebol da EA chega com melhorias gráficas, animações mais realistas e ajustes na jogabilidade. ", "EA Sports FC 26", " aposta em maior autenticidade, modos atualizados e suporte contínuo para competições online.", "Street Fighter 6 - Year 1-2 - Fighters Edition", "\n", "\n\n", "\n", "Street Fighter 6 - Year 1 - 2 | Fighters Edition - PlayStation 5", "\n", "Apresentamos o Fighters Edition! Inclui todos os personagens e estágios dos Anos 1 e 2, sendo perfeito para quem quiser começar a jogar! Funcionalidades do Jogo: • Experiência Clássica Construída para a Era Moderna: Com todos os principais modos de jogo presentes, além de dois novos modos e visuais aprimorados, Street Fighter 6 redefine o gênero clássico de jogos de luta. • Estilos de luta distintos para dominar: 26 personagens diversos, incluindo guerreiros mundiais lendários e novos personagens emocionantes, adicionam seu próprio talento ao jogo no lançamento, com mais a serem adicionados após o lançamento.", "\n", "Compre na Amazon ↗", "\n", "\n", "Esta edição reúne o conteúdo dos primeiros anos de Street Fighter 6, incluindo novos lutadores e atualizações. O jogo mantém o sistema de combate acessível e competitivo, com forte presença no cenário de eSports e modos para jogadores casuais e avançados.", "Elden Ring Nightreign - Deluxe Edition", "\n", "\n\n", "\n", "Elden Ring NightReign - Deluxe Edition - PlayStation 5", "\n", "ELDEN RING NIGHTREIGN DELUXE é uma aventura independente dentro do universo de ELDEN RING", "\n", "Compre na Amazon ↗", "\n", "\n", "Expandindo o universo criado pela FromSoftware, Elden Ring Nightreign aprofunda a experiência do RPG de ação com novos desafios, áreas e conteúdos adicionais. A edição Deluxe oferece extras para fãs que desejam uma experiência ainda mais completa.", "Assassin’s Creed Shadows", "\n", "\n\n", "\n", "Assassin's Creed Shadows - PlayStation 5", "\n", "Viva uma história épica de ação e aventura ambientada no Japão feudal! Torne-se uma assassina shinobi letal e um poderoso samurai lendário enquanto explora um mundo aberto maravilhoso em tempos caóticos. Jogue com dois aliados improváveis enquanto desvenda uma história em comum e traga uma nova era ao Japão.", "\n", "Compre na Amazon ↗", "\n", "\n", "Ambientado no Japão feudal, Assassin’s Creed Shadows traz uma nova abordagem para a franquia, combinando furtividade, ação e narrativa histórica. O jogo aposta em dois estilos de gameplay distintos e em um mundo aberto rico em detalhes.", "Monster Hunter Wilds", "\n", "\n\n", "\n", "Monster Hunter Wilds - PlayStation 5", "\n", "\n", "Prepare-se para desbravar uma fronteira selvagem e implacável com cenários dinâmicos e em transformação constante. Monster Hunter Wilds é uma história em que monstros e humanos coexistem nas Terras Proibidas, um mundo que abarca duas realidades: uma de terras inóspitas e impiedosas, nas quais monstros brigam por recursos escassos, e outra de terras exuberantes e que transbordam de vida. Jogue na pele um caçador de monstros profissional a quem a Comissão de Pesquisa das Terras Proibidas delegou a missão de salvaguardar o equilíbrio do ecossistema e caçar monstros. Use os recursos que adquirir em caçadas para confeccionar armas e armaduras cada vez mais poderosas no decorrer da sua jornada para desvendar os mistérios das novas terras.", "\n", "\n", "Compre na Amazon ↗", "\n", "\n", "Monster Hunter Wilds apresenta um ecossistema vivo e dinâmico, com criaturas que interagem entre si e com o ambiente. O título expande a fórmula da série com mapas maiores, novas mecânicas de caça e foco na experiência cooperativa.", "Se você quer aproveitar o melhor que o PlayStation 5 ofereceu em 2025, esta é uma excelente oportunidade para garantir esses grandes lançamentos. Confira os links, veja os preços atualizados na Amazon e complete sua coleção com alguns dos jogos mais comentados e desejados do ano.", "Fique atento à disponibilidade do estoque e às variações nos ", "preços", ". Lembrando que assinantes ", "Prime", " não pagam frete e aproveitam filmes, séries e músicas por apenas R$ 19,90 ao mês. ", "Clique aqui", " e aproveite!", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem. Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"]},
{"ordem": [16], "titulo": ["Vazou data e tudo: depois do PS5 Slim, Sony estaria preparando PS5 Pro; confira características"], "conteudo": ["Leia também:", "O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos", "Segundo o fórum ", "ResetEra", " e o usuário Kepler no ", "X", ", vazaram informações sobre as características do próximo console da Sony. ", "Não estamos falando do PS6", ", mas sim do ", "PS5 Pro", ". De acordo com essas fontes, o codinome é \"Project Trinity\".", "Relacionado", "Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel", "\n\nO misterioso “Projeto Trinity” abrange três avanços tecnológicos cruciais: ", "armazenamento rápido, rastreamento de raio aprimorado e aumento de escala", ". Tantos elementos que prometem uma experiência de jogo sem precedentes. Se as informações se confirmarem, o PS5 Pro seria lançado em novembro de 2024.", "\n", "Imaginação feita por Inteligência Artificial de como seria o PS5 Pro (Imagem: via JeuxVideo)", "\n", "O coração do PS5 Pro é baseado no novo Viola SoC, construído com o processo de fabricação TSMC N4P. Incorporando núcleos Zen2, semelhantes à versão atual do console. Por outro lado, o SoC Viola deve permitir uma frequência de 4,4 GHz para os núcleos da CPU , segundo informações.", "Em relação à GPU, a ", "AMD planeja incorporar a arquitetura RDNA3 para melhorar significativamente o desempenho gráfico", ". Alguns detalhes são conflitantes, com Kepler mencionando 60 das 64 unidades de computação, uma configuração semelhante às GPUs de desktop RX 7800 XT. Por outro lado, o vazador ResetEra menciona 56 unidades de cálculo.", "\n", "Yeah I was actually wrong about that 😅 PS5 Pro uses 60 out of 64 CUs (Viola full config is 2 SE x 2 SA x 8 WGP).\n— Kepler (@Kepler_L2) ", "December 11, 2023", "Simplificando, o processador permanecerá na mesma arquitetura, mas terá um aumento de desempenho, enquanto o processador gráfico poderá quase dobrar ou até triplicar graças à sua nova arquitetura.", "Um híbrido de várias arquiteturas para o PS5 Pro", "Enquanto o APU do ", "PS5 ", "(chip que mescla CPU e GPU) usava uma mistura de arquiteturas RDNA1 e 2, espera-se que o PS5 Pro dê o salto para um RDNA3 e 4 híbrido. As principais melhorias se concentram no RDNA3, com benefícios de rastreamento de raio derivados do Arquitetura RDNA4.", "Para memória, o console deverá reter 16 GB de memória GDDR6. Para o restante do SoC, o Viola deverá manter a arquitetura Zen2 do PS5 existente, para garantir compatibilidade. A CPU da Viola, chamada GFX1115, deve operar em frequência dinâmica com pico de 4,4 GHz, contra 3,5 GHz do PS5 clássico.", "O objetivo declarado parece ser capaz de produzir 4K nativo a 60 fps. Com quase 3 vezes mais potência gráfica e boost teórico de 10 a 28 TFLOPs. Atualmente, as primeiras especulações apontam para um lançamento em novembro de 2024, com fontes sugerindo que o console poderia ser anunciado já em setembro de 2024.", "Inscreva-se no canal do ", "IGN Brasil", " no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Instagram", " e ", "Twitch", "!", "Leia também:", "Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation"]},
{"ordem": [17], "titulo": ["Especialistas afirmam que o PS5 base é melhor do que o PS5 Pro no mais recente grande jogo da Konami"], "conteudo": ["Leia também:", "Silent Hill f: Como conseguir todos os finais do jogo e quantos existem no total", "A equação parecia simples: um console mais potente deveria proporcionar uma experiência de jogo superior. Essa é a promessa por trás de cada nova versão, e o ", "PS5 Pro", " não é exceção. No entanto, a realidade às vezes atrapalha, e o mais recente jogo de terror da Konami, ", "Silent Hill f", ", é uma ilustração perfeita e frustrante disso. A ", "análise dos especialistas da Digital Foundry", " destaca um ponto que faz as pessoas rangerem os dentes: para aproveitar o jogo nas melhores condições, ", "seria melhor não ter um PS5 Pro", ".", "PSSR: o culpado designado por uma imagem degradada", "O cerne do problema tem um nome: ", "PSSR ", "(PlayStation Spectral Super Resolution). Trata-se da tecnologia de upscaling interna da ", "Sony", ", projetada para aumentar a resolução e a fluidez dos jogos sem exigir muito do console. No papel, é uma maravilha. Na prática, em Silent Hill f, a história é outra. A análise da Digital Foundry é clara: forçar o PSSR no PS5 Pro resulta em uma imagem repleta de artefatos visuais. Reflexos tremeluzentes anormais, sombras ruidosas, efeitos de ray tracing comprometidos... e a lista continua.", "Enquanto os jogadores do PS5 padrão podem escolher entre um modo de qualidade (com foco em gráficos) e um modo de desempenho (com foco em fluidez), os donos do PS5 Pro são forçados a usar um único modo \"aprimorado\". Embora este último permita atingir 60 quadros por segundo com mais frequência, ele tem o custo de uma qualidade de imagem visivelmente inferior à do ", "PS5 padrão", ". Este problema não é um caso isolado para a Konami, já que o ", "remake de Silent Hill 2", " sofreu com problemas semelhantes.", "Jogadores e especialistas questionam o PS5 Pro", "Diante dessa constatação, a incompreensão prevalece, tanto entre especialistas quanto entre jogadores. Os especialistas da Digital Foundry são diretos: prefeririam que a Konami não tivesse oferecido nenhuma melhoria específica para o PlayStation 5 Pro em vez de entregar uma versão tão comprometida. E é uma opinião muito clara que diz muito sobre a decepção.", "Relacionado", "Produtor de Silent Hill f diz que “escolhas ousadas” do jogo foram resultado de um design humano que a IA “nunca seria capaz de fazer”", "\n\nEssa frustração é palpável dentro da comunidade, cansada de se deparar com opções únicas e decepcionantes em uma máquina vendida como o auge do desempenho sob um preço elevado. ", "Um jogador no Reddit", " resume perfeitamente o sentimento geral: ", "\"Sinceramente, estou ficando cansado de ter apenas uma opção medíocre para o [PS5] Pro. No mínimo, deveria haver uma configuração para alternar entre o modo base do PS5 e/ou PSSR. Mal posso esperar pela atualização do FSR4\"", ".", "Essa situação lança uma sombra sobre a estratégia \"Pro\" da Sony, mas também sobre a da Konami. Outros títulos da publisher, como o recém-lançado ", "Metal Gear Solid Delta: Snake Eater", ", também apresentaram desempenho misto no console superpoderoso. Pior ainda, alguns jogos de terceiros, como ", "Borderlands 4", ", parecem estar simplesmente ignorando o PS5 Pro, com quase nenhuma melhoria.", "Então agora há ainda mais motivos para questionar a relevância do alto investimento para os jogadores e a capacidade dos desenvolvedores de dominar essas novas tecnologias. Se antes ", "o PS5 Pro já caminhava a passos largos para ser o ", "console com o pior custo-benefício da história", ", talvez agora ele já esteja colocando uma volta de vantagem em relação ao segundo colocado nessa corrida que ninguém deveria querer ganhar.", "Inscreva-se no canal do ", "IGN Brasil", " no ", "YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", "!", "Leia também:", "Konami revelou 3 jogos Silent Hill de uma vez só para que fãs vissem que eles estavam levando a franquia a sério"]},
{"ordem": [18], "titulo": ["Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "O ", "Volume 1", " de ", "DC de Ouro: Batman", " entrou em oferta por tempo limitado na ", "Amazon", ", chamando a atenção de fãs do Cavaleiro das Trevas e de colecionadores de quadrinhos clássicos. Publicado no Brasil pela Editora Panini, o livro reúne algumas das histórias mais antigas e importantes do personagem em um volume de acabamento premium e capa dura.", "\n", "\n\n", "\n", "DC de Ouro: Batman (Volume 1)", "\n", "Livro de capa dura, com 416 páginas, que reúne histórias clássicas da Era de Ouro do Batman.", "\n\n", "R$ 211,74", "\n", "Compre agora na Amazon ↗", "\n", "\n", "A edição compila aventuras publicadas originalmente entre o fim da década de 1930 e o início dos anos 1940, incluindo a estreia do Batman em Detective Comics #27. É neste período, conhecido como a Era de Ouro dos quadrinhos, que o homem-morcego começa a ganhar identidade própria, com narrativas mais diretas e clima investigativo — além da construção inicial de Gotham City como cenário central das histórias.", "\n", "detective comics #27 (imagem: reprodução/geek ireland)", "\n", "Com ", "416 páginas", ", o Volume 1 reúne trabalhos de nomes fundamentais para a criação e consolidação do Batman como super-herói, como Bill Finger e Bob Kane, além de outros artistas e roteiristas que ajudaram a definir o estilo das HQs da época.", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Relacionado", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "\n\n", "Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Crimson Desert para PS5 já pode ser reservado em pré-venda no Mercado Livre"]},
{"ordem": [19], "titulo": ["Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation"], "conteudo": ["Leia também:", "O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos", "A Sony Interactive Entertainment, responsável pela divisão ", "PlayStation", ", revelou em seu mais recente relatório fiscal que pouco mais de 40% das receitas da empresa com títulos first-party, ou seja, jogos que pertencem à Sony, mesmo que sejam lançados em outras plataformas, vêm de jogos serviço. O levantamento leva em consideração o trimestre fiscal de julho a setembro de 2025.", "Relacionado", "Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel", "\n\nDentro desse montante, os maiores responsáveis por esse faturamento são ", "Helldivers 2", " e MLB The Show, superando inclusive a receita gerada por todos os jogos single-player da Sony, como Marvel's Spider-Man, God of War Ragnarok, Horizon Forbidden West e outros.", "Além disso, a Sony revelou que Ghost of Yotei, exclusivo mais recente da PlayStation Studios, vendeu 3,3 milhões de cópias desde o seu lançamento em 2 de outubro. A efeito de comparação, Ghost of Tsushima, primeiro título da franquia da Sucker Punch, vendeu 5 milhões de unidades nos primeiros 4 meses pós-lançaamento.", "No relatório, a Sony Interactive Entertainment destacou ainda que Helldivers 2 teve um desempenho \"extremamente\" bom desde o seu lançamento para Xbox Series X e S, em 26 de agosto deste ano. O lançamento na plataforma da Microsoft fez o jogo apresentar uma grande alta nas vendas em relação ao mesmo período de 2024.", "Inscreva-se no canal do ", "IGN Brasil", " no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Threads", ", ", "Bluesky", ", ", "Instagram", " e ", "Twitch", "! | Siga ", "Gabriel Sales", " no ", "Twitter", ", ", "Threads", " e ", "Bluesky", ".", "Leia também:", "Hollow Knight: Silksong mais caro no PlayStation reforça que Sony acredita que público vai comprar por fidelidade à plataforma, aponta pesquisador"]},
{"ordem": [20], "titulo": ["Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel"], "conteudo": ["Leia também:", "O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos", "A Sony e a Honda anunciaram uma parceria que promete levar os jogos do ", "PlayStation 5", " para dentro dos carros. A partir do próximo ano, veículos Afeela 1 passarão a oferecer suporte ao PS Remote Play, permitindo que passageiros joguem títulos de PS4 e PS5 diretamente no sistema de entretenimento do automóvel.", "Relacionado", "Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation", "\n\nA iniciativa faz parte da Sony Honda Mobility, joint venture criada pelas duas empresas com foco no desenvolvimento de veículos elétricos. O anúncio acompanha a apresentação oficial do sistema Afeela In-Vehicle Infotainment (IVI), que integra recursos da PlayStation à central multimídia do carro.", "Com a tecnologia, será possível jogar dentro do veículo por meio do Remote Play. Isso significa que o console precisa estar ligado em casa, transmitindo o jogo via internet para o carro. Não se trata, portanto, de jogos em nuvem no sentido tradicional.", "Uma conexão de internet estável e necessária para fazer bom uso dos serviços online. A própria Sony recomenda uma velocidade mínima de 15 Mbps para garantir uma experiência fluida. A empresa não explicou por que optou pelo Remote Play em vez da tecnologia de cloud gaming já utilizada em outros produtos.", "Em comunicado oficial, o presidente da Sony Honda Mobility, Izumi Kawanishi, destacou a proposta da integração. “A introdução do PS Remote Play concretiza a visão da Afeela em relação à mobilidade: transformar o espaço de viagem em um ambiente cativante e emocional”, afirmou Izumi Kawanishi, presidente da Sony Honda Mobility, em ", "comunicado", ". “Por meio dessa integração, estamos elevando toda a experiência de viagem do cliente a um nível de entretenimento sem precedentes”.", "Imagens divulgadas do sistema IVI mostram um passageiro no banco traseiro segurando um controle DualSense enquanto joga em uma tela instalada no interior do veículo. Em material promocional, Sony e Honda sugerem que o recurso pode ser usado tanto para entreter passageiros durante viagens longas quanto por motoristas “enquanto aguardam no carro estacionado”.", "Inscreva-se no canal do IGN Brasil no", " Youtube", " e visite as nossas páginas no", " Facebook", ", ", "Twitter", ",", " BlueSky", ",", " Threads", ",", " Instagram", " e", " Twitch", "! | Siga Bruno Renzi no ", "Instagram", "!", "Leia também:", "Hollow Knight: Silksong mais caro no PlayStation reforça que Sony acredita que público vai comprar por fidelidade à plataforma, aponta pesquisador"]},
{"ordem": [21], "titulo": ["Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano"], "conteudo": ["Leia também:", "Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado", "A TV ", "Samsung Vision AI QLED Ultra 4K", ", de ", "43 polegadas", ", atingiu o menor preço em um ano na ", "Amazon", ". O modelo está disponível por apenas ", "R$ 1.889", " e se destaca por reunir recursos de inteligência artificial avançados e sete anos garantidos de atualização.", "\n", "\n\n", "\n", "Samsung Vision AI TV 43” QLED Ultra 4K QEF1 2025", "\n", "TV QLED 4K de 43” com Vision AI, processador Q4 AI, Quantum HDR, Motion Accelerator e sistema Tizen.", "\n\n", "R$ 1.889,00", "\n", "Compre agora na Amazon ↗", "\n", "\n", "A TV utiliza tecnologia de Pontos Quânticos, garantindo mais de 1 bilhão de cores e maior brilho e contraste. Fora isso, o suporte ao Quantum HDR ajusta automaticamente cenas claras e escuras, melhorando a profundidade da imagem e preservando detalhes em diferentes tipos de conteúdo.", "A Vision AI TV também analisa e otimiza imagens em tempo real, além de elevar conteúdos de menor resolução para próximo do 4K, graças ao processador Q4 AI.", "Para quem joga, o modelo conta com Motion Accelerator, que melhora a fluidez das cenas em movimento, e o Menu de Jogos dedicado, que facilita o acesso a configurações rápidas durante as partidas.", "O sistema operacional é One UI Tizen e oferece acesso direto aos principais aplicativos de streaming, além de integração nativa com Alexa.", "Ofertas insanas direto no seu WhatsApp!", " Entre no ", "canal do IGN Brasil", " e não perca promoções de games, consoles e acessórios.", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Relacionado", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores", "\n\n", "Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Crimson Desert para PS5 já pode ser reservado em pré-venda no Mercado Livre"]},
{"ordem": [22], "titulo": ["Demon's Souls: Remake de PS5 tem porta secreta inédita"], "conteudo": ["Uma porta secreta inédita foi descoberta em ", "Demon's Souls Remake", " para ", "PS5", ". O acesso, que não está presente no jogo original, fica atrás de uma parede ilusória na área 1-3, após um extenso e apertado corredor.", "A descoberta foi publicada no ", "Reddit", " pelo usuário OrganizedBonfire. O canal Distortion2 mostra abaixo o caminho até a porta secreta inserida pela desenvolvedora ", "Bluepoint", " e a mensagem que diz que ela está fechada. Confira:", "A simples existência desta porta -- cujo método de acesso ainda é desconhecido -- fez fãs especularem que este pode ser o local de início de um eventual DLC.", "Fãs dos remakes da Bluepoint também lembram que na recriação de ", "Shadow of the Colossus", ", a desenvolvedora inseriu um segredo -- a espada de Dormin.", "O usuário ", "Cosmic-Vagabond", " usou o modo fotografia para forçar acesso visual à sala atrás da porta e encontrou um terraço abandonado com um brilhante e misterioso item. O recurso é utilizado no vídeo acima também.", "Has anyone figured out how to get past the illusory wall locked door in 1-3?", " from ", "r/demonssouls", "Apesar disso, a porta não foi aberta até o momento de publicação.", "Inscreva-se no canal do ", "IGN Brasil", " no ", "Youtube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Instagram", " e ", "Twitch", "!"]},
{"ordem": [23], "titulo": ["Mouse gamer Redragon Griffin cai para menos de R$ 100 em oferta por tempo limitado"], "conteudo": ["Leia também:", "Oferta na Amazon leva Samsung Vision AI TV 43” QLED 4K ao menor preço em um ano", "Voltado principalmente para jogadores de MOBA, o mouse gamer ", "Redragon Griffin M607 ", "está em oferta por tempo limitado na ", "Amazon", ", saindo por ", "R$ 99", ". O modelo se destaca pelo sensor Pixart PAW3212 com até 7200 DPI, iluminação RGB e conjunto de seis botões programáveis, sendo uma opção de ótimo custo-benefício para quem busca mais precisão e conforto nos jogos.", "\n", "\n\n", "\n", "Mouse Gamer Redragon Griffin M607 RGB", "\n", "Mouse gamer com sensor Pixart PAW3212, até 7200 DPI, RGB personalizável, seis botões programáveis e polling rate de 1000 Hz.", "\n\n", "R$ 99,00", "\n", "Compre agora na Amazon ↗", "\n", "\n", "Além do sensor Pixart, o Griffin traz polling rate de 1000 Hz e ajuste de DPI por meio do botão “On-The-Fly”, permitindo alternar entre quatro níveis diferentes durante a jogatina.", "Ele também vem com iluminação RGB Redragon Chroma Mk.II, que pode ser personalizada através de software, possibilitando ajustes tanto visuais quanto de desempenho, e seis botões programáveis para criação de atalhos e macros para diferentes tipos de jogo.", "Em termos de ergonomia, o Griffin aposta em uma pegada universal, sendo compatível com os estilos Claw e Palm.", "Achados gamers em tempo real?", " A gente entrega! Entre no ", "canal do IGN no WhatsApp", " e fique por dentro das melhores ofertas.", "*Comprando nos links acima, o IGN Brasil recebe uma porcentagem.", "Os preços e ofertas mencionados são válidos no momento da publicação e podem mudar sem aviso prévio.", "Relacionado", "Amazon coloca em oferta um dos volumes mais procurados do Batman para colecionadores", "\n\n", "*Inscreva-se no canal do ", "IGN Brasil no YouTube", " e visite as nossas páginas no ", "TikTok", ", ", "Facebook", ", ", "Threads", ", ", "Instagram", ", ", "Bluesky", ", ", "X", " e ", "Twitch", ".", "Leia também:", "Crimson Desert para PS5 já pode ser reservado em pré-venda no Mercado Livre"]},
{"ordem": [24], "titulo": ["O \"tesouro\" que virou peso de papel: ele encontrou um SSD de 4 TB lotado em um PS5 usado, mas a alegria durou poucos segundos"], "conteudo": ["Leia também:", "Adeus ao tédio: Novo carro da Honda vai permitir jogar PlayStation 5 diretamente do painel", "Muitos jogadores recorrem ao mercado de segunda mão para adquirir consoles, computadores ou outros itens por um preço muito inferior ao preço oficial. Porém, a história de hoje é ainda mais maluca, já que o protagonista nunca esperava receber um PlayStation 5 usado com disco rígido de 4 TB cheio de jogos instalados.", "Relacionado", "Impulsionados por Helldivers 2 e MLB The Show, jogos serviço já representam 40% das receitas dos títulos first-party da PlayStation", "\n\nUm jogador arrematou um PS5 com um SSD de 4 TB em um leilão. O que ele não esperava, porém, era que o dispositivo estivesse com cerca de 3,3 TB de jogos instalados. Apesar da grata surpresa, o comprador não poderá usufruir de nenhum desses games.", "Bought a pre-owned PS5 and it came with a 4TB SSD", "\nby", "u/Straight-Ad-196", " in", "playstation", "O Western Digital SN850X é um upgrade significativo em relação ao armazenamento padrão do PS5. Conforme os jogos ocupam cada vez mais espaço nos consoles, ter um SSD de 4 TB ajuda bastante para ter vários games instalados ao mesmo tempo. Mas por que o usuário Straight-Ad-196 não poderá jogar os games instalados?", "A resposta é que o vendedor (corretamente) reiniciou o console para as configurações de fábrica antes de vendê-lo. O erro dele, no caso, foi não ter feito a mesma coisa com o SSD. Como os dados do console e a conta em que os jogos estão afiliados foram apagados, o novo usuário não conseguirá acessá-los sem a tal conta que é do vendedor.", "Vale ressaltar que Straight explicou nos comentários que sabia que o lance de 320 libras (cerca de R$ 2.500) que ele deu era por um PS5 com 4 TB. Ou seja, o vendedor realmente queria vendê-lo com o espaço extra, ele apenas esqueceu de formatá-lo. Mesmo assim, o comprador perguntou no Reddit se existia alguma forma de acessar os games sem a conta do antigo usuário.", "Apesar de não poder acessar os games, Straight ainda conseguiu um excelente negócio. O preço que ele pagou no leilão pelo PS5 com 4 TB é mais ou menos o mesmo valor que custa apenas o SSD com esse espaço de armazenamento. Ao formatar o SSD instalado, o novo usuário terá, provavelmente, os 4 TB de armazenamento mais baratos da história do PS5.", "Inscreva-se no canal do IGN Brasil no ", "YouTube", " e visite as nossas páginas no ", "Facebook", ", ", "Twitter", ", ", "Threads", ", ", "Bluesky", ", ", "Instagram", " e ", "Twitch", "!", "Leia também:", "Hollow Knight: Silksong mais caro no PlayStation reforça que Sony acredita que público vai comprar por fidelidade à plataforma, aponta pesquisador"]},
{"ordem": [25], "titulo": ["PS5 Pro vs PS5 Gameplay Comparison"], "ficha": ["10 de Setembro de 2024"]}
]